Repository: phomes/gnome-utils
Catalog: gsearchtool/help/*/*.po
Languages: it

source: @@image: 'figures/gnome-search-tool_window.png'; md5=081711527aa1ed4845f09815673ff841
it: fatto :-

source: Search for Files Manual V2.7
it: Manuale di Cerca file V2.7

source: Search for Files
it: Cerca file

source: GNOME Documentation Project
it: Progetto di documentazione di GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
it: Questo documento può essere copiato, distribuito e/o modificato solo in conformità con i termini della GNU Free Documentation License (GFDL) Versione 1.1 o delle versioni successive pubblicate dalla Free Software Foundation senza sezioni invariabili, frontespizi e testi di copertina. Una copia della GFDL è disponibile su questo <ulink type="help" url="ghelp:fdl">collegamento</ulink> o nel file COPYING-DOCS distribuito con questo manuale

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
it: Questo manuale fa parte di una raccolta di manuali di GNOME distribuita in conformità con la GFDL. Per poter distribuire questo manuale separatamente, è necessario inserirvi una copia della licenza, come descritto nella sezione 6 della licenza.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
it: Molti dei nomi usati dalle aziende per distinguere i propri prodotti e servizi sono rivendicati come marchi. Quando questi nomi compaiono nella documentazione di GNOME e i partecipanti al GNOME Documentation Project sono consapevoli del loro utilizzo, essi vengono scritti in lettere maiuscole o con l'iniziale maiuscola.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
it: IL DOCUMENTO VIENE FORNITO SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE, INCLUSE, MA SENZA LIMITAZIONE, LE GARANZIE ATTESTANTI CHE IL DOCUMENTO O LE SUE VERSIONI MODIFICATE SIANO PRIVI DI DIFETTI, COMMERCIALIZZABILI, IDONEI A UN DETERMINATO SCOPO O CHE NON VIOLINO DIRITTI DI TERZI. SI DECLINA QUALUNQUE RESPONSABILITÀ RIGUARDO AI RISCHI INERENTI LA QUALITÀ, L'ACCURATEZZA E LE PRESTAZIONI DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA. QUALORA UN DOCUMENTO O UNA SUA VERSIONE MODIFICATA DOVESSERO PRESENTARE QUALUNQUE TIPO DI DIFETTO, IL COSTO DI EVENTUALI INTERVENTI DI ASSISTENZA, RIPARAZIONE O CORREZIONE SARÀ A CARICO DELL'UTENTE (NON DEL REDATTORE INIZIALE, DELL'AUTORE O DI ALTRI COLLABORATORI). QUESTA LIMITAZIONE DELLA GARANZIA COSTITUISCE PARTE ESSENZIALE DELLA LICENZA. L'USO DEL DOCUMENTO O DELLE SUE VERSIONI MODIFICATE È CONSENTITO SOLO ENTRO I TERMINI DI QUESTA LIMITAZIONE DELLA GARANZIA;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
it: IN NESSUNA CIRCOSTANZA E PER NESSUNA RAGIONE LEGALE, INCLUSI I PRINCIPI DI COLPA (INCLUSA LA NEGLIGENZA), ACCORDO CONTRATTUALE O ALTRO, SARÀ POSSIBILE CONSIDERARE L'AUTORE, IL REDATTORE INIZIALE, GLI ALTRI COLLABORATORI, QUALUNQUE DISTRIBUTORE DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA O QUALUNQUE FORNITORE DELLE PERSONE CITATE, RESPONSABILE NEI CONFRONTI DI QUALUNQUE PERSONA PER DANNI DIRETTI, INDIRETTI, SPECIALI, INCIDENTALI O CONSEGUENTI DI QUALUNQUE NATURA, INCLUSI, MA SENZA LIMITAZIONE, I DANNI PER PERDITA DI AVVIAMENTO, INTERRUZIONE DEL LAVORO, GUASTO O MALFUNZIONAMENTO DEL COMPUTER O QUALUNQUE ALTRO DANNO O PERDITA DERIVANTE O CORRELATA ALL'USO DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA, ANCHE QUALORA LE PERSONE CITATE FOSSERO STATE INFORMATE DELLA POSSIBILITÀ DI TALI DANNI.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
it: QUESTO DOCUMENTO E LE SUE VERSIONI MODIFICATE VENGONO FORNITI IN BASE AI TERMINI DELLA GNU FREE DOCUMENTATION LICENSE, CON L'INTESA CHE:<placeholder-1/>

source: Search for Files Maintainer
it: Mantainer di Cerca file

source: GNOME Documentation Team
it: Gruppo di documentazione GNOME

source: June 2005
it: Giugno 2005

source: Search for Files Manual V2.6
it: Manuale di Cerca file V2.6

source: January 2005
it: Gennaio 2005

source: Search for Files Manual V2.4
it: Manuale di Cerca file V2.4

source: February 2004
it: Febbraio 2004

source: Sun GNOME Documentation Team
it: Gruppo di documentazione Sun GNOME

source: Search for Files Manual V2.3
it: Manuale di Cerca file V2.3

source: September 2002
it: Settembre 2002

source: Search for Filesl Manual V2.2
it: Manuale di Cerca file V2.2

source: August 2002
it: Agosto 2002

source: Search for Files Manual V2.1
it: Manuale di Cerca file V2.1

source: July 2002
it: Luglio 2002

source: Search for Files Manual V2.0
it: Manuale di Cerca file V2.0

source: May 2002
it: Maggio 2002

source: Search for Files Manual
it: Manuale di Cerca file

source: This manual describes version 2.12 of Search for Files.
it: Questo manuale descrive la versione 2.12 di Cerca file.

source: Feedback
it: Commenti

source: To report a bug or make a suggestion regarding the Search for Files application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
it: Per notificare un bug o inviare commenti sull'applicazione Cerca file, seguire le istruzioni presenti nella <ulink url="ghelp:gnome-feedback" type="help">pagina di commenti su GNOME</ulink>.

source: Search Tool
it: Strumento di ricerca

source: Introduction
it: Introduzione

source: The <application>Search for Files</application> application enables you to search for files on your system. To perform a basic search, you can type a filename or a partial filename, with or without wildcards. To refine your search, you can apply additional search options.
it: L'applicazione <application>Cerca file</application> permette di cercare file sul proprio sistema. Per eseguire una ricerca semplice, è sufficiente digitare un nome completo di file o una parte di esso, con o senza metacaratteri. Per eseguire una ricerca più precisa è possibile selezionare alcune opzioni aggiuntive.

source: <application>Search for Files</application> uses the <command>find</command>, <command>grep</command>, and <command>locate</command> UNIX commands. By default, when performing a basic search <application>Search for Files</application> first uses the <command>locate</command> command, and then uses the slower but more thorough <command>find</command> command.
it: L'applicazione <application>Cerca file</application> fa uso dei comandi UNIX <command>find</command>, <command>grep</command> e <command>locate</command>. In modo predefinito, nell'esecuzione di una ricerca semplice, l'applicazione fa dapprima uso del comando <command>locate</command>, in seguito del comando <command>find</command>, più lento, ma più accurato.

source: The case sensitivity of the search depends on your operating system. For example, on Linux, the <command>find</command>, <command>grep</command>, and <command>locate</command> commands support the <literal>-i</literal> option, so all searches are case-insensitive.
it: La distinzione tra maiuscole e minuscole nella ricerca dipende dal sistema operativo in uso. Ad esempio su Linux i comandi <command>find</command>, <command>grep</command> e <command>locate</command> supportano l'opzione <literal>-i</literal>, che rende tutte le ricerche insensibili alla miniscole/maiuscole.

source: Getting Started
it: Per iniziare

source: You can start <application>Search for Files</application> in the following ways:
it: È possibile avviare <application>Cerca file</application> nei modi seguenti:

source: From a <guimenu>Menu Bar</guimenu> on a panel
it: Da una <guimenu>Barra dei menù</guimenu> su un pannello

source: Choose <menuchoice><guisubmenu>Places</guisubmenu><guimenuitem>Search for Files...</guimenuitem></menuchoice>
it: Scegliere <menuchoice><guisubmenu>Risorse</guisubmenu><guimenuitem>Cerca file...</guimenuitem></menuchoice>.

source: From a <guimenu>Main Menu</guimenu> on a panel
it: Da un <guimenu>Menù principale</guimenu> su un pannello

source: Choose <menuchoice><guimenuitem>Search for Files...</guimenuitem></menuchoice>
it: Scegliere <menuchoice><guisubmenu>Azioni</guisubmenu><guimenuitem>Cerca file...</guimenuitem></menuchoice>.

source: From a command line
it: Dalla riga di comando

source: Execute the following command: <command>gnome-search-tool</command>
it: Eseguire il comando seguente: <command>gnome-search-tool</command>

source: When you start <application>Search for Files</application>, the following window is displayed.
it: All'avvio di <application>Cerca file</application> viene visualizzata la finestra seguente.

source: Search for Files Window
it: Finestra di Cerca file

source: Shows Search for Files main window.
it: Mostra la finestra principale di Cerca file.

source: Usage
it: Utilizzo

source: To Perform a Basic Search
it: Eseguire una ricerca semplice

source: To perform a basic search for a file on the system, perform the following steps:
it: Per effettuare una semplice ricerca di un file sul sistema, procedere come segue:

source: Enter the search text in the <guilabel>Name contains</guilabel> field. The search text can be a filename or partial filename, with or without wildcards, as shown in the following table:
it: Inserire il testo da cercare nel campo <guilabel>Il nome contiene</guilabel>. Il testo da cercare può essere un nome di file o una parte di esso, con o senza metacaratteri, come mostrato nella tabella seguente:

source: Search Text
it: Testo ricercato

source: Example
it: Esempio

source: Result
it: Risultato

source: Full or partial filename
it: Nome di file completo o parziale

source: myfile.txt
it: mio-file.txt

source: <application>Search for Files</application> searches for all files that contain the text <userinput>myfile.txt</userinput> in the filename.
it: Vengono cercati tutti i file che presentano il testo <literal>mio_file.txt</literal> nel nome di file.

source: Partial filename combined with wildcards (*, [, ])
it: Parziale nome di file, combinato con metacaratteri (<literal>*</literal>, <literal>[</literal>, <literal>]</literal>)

source: <application>Search for Files</application> searches for all files that have extension <userinput>.c</userinput> or <userinput>.h</userinput>.
it: Vengono cercati tutti i file che hanno estensione <userinput>.c</userinput> o <userinput>.h</userinput>.

source: In the <guilabel>Look in folder</guilabel> field, select the folder or device from which you want <application>Search for Files</application> to begin the search.
it: Nel campo <guilabel>Cerca nella cartella</guilabel>, selezionare la cartella o il dispositivo in cui si desidera iniziare la ricerca.

source: Click <guibutton>Find</guibutton> to perform the search.
it: Fare clic su <guibutton>Trova</guibutton> per iniziare la ricerca.

source: <application>Search for Files</application> searches in the directory that you specify and the subdirectories of the directory. <application>Search for Files</application> displays the results of the search in the <guilabel>Search results</guilabel> list box. If <application>Search for Files</application> does not find any files that match the search criteria, the application displays the message "No files found" in the <guilabel>Search results</guilabel> list box.
it: La ricerca viene eseguita nella directory specificata e nelle sotto-directory di questa. I risultati vengono mostrati nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>. Se nessun file corrisponde ai criteri di ricerca, <application>Cerca file</application> visualizza il messaggio <quote>Nessun file trovato</quote> nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>.

source: By default, <application>Search for Files</application> will perform a quick search using the <command>locate</command> command followed by a more thorough second search using the <command>find</command> command. The <command>locate</command> command is faster because it uses a database of information about files. If this database is more than a week old, <application>Search for Files</application> could warn you that the search results may be out of date and give you the option of disabling the quick search. To update the database, run the command <command>updatedb</command> as the root user.
it: In modo predefinito, <application>Cerca file</application> esegue una prima ricerca rapida usando il comando <command>locate</command>, seguita da una seconda ricerca più approfondita usando il comando <command>find</find>. Il comando <command>locate</command> è più rapido perché fa uso di un database di informazioni sui file. Se questo database è più vecchio di una settimana, si viene avvisati circa la possibilità che i risultati della ricerca non siano aggiornati e viene fornita la possibilità di disabilitare la ricerca veloce. Per aggiornare il database, eseguire il comando <command>updatedb</command> come utente root.

source: To Add Search Options
it: Aggiungere nuove opzioni di ricerca

source: You can add additional options to search for a file on the system. To add search options, perform the following steps:
it: È possibile aggiungere delle opzioni aggiuntive di ricerca dei file sul sistema. Per aggiungere ulteriori opzioni di ricerca, procedere come segue:

source: Click on the <guilabel>Select more options</guilabel> text.
it: Fare clic sul testo <guilabel>Seleziona maggiori opzioni</guilabel>.

source: Click on the <guilabel>Available options</guilabel> drop-down list.
it: Fare clic sull'elenco a discesa <guilabel>Opzioni disponibili</guilabel>.

source: Select the search option that you want to apply.
it: Selezionare l'opzione di ricerca che si desidera applicare.

source: Click <guibutton>Add</guibutton>.
it: Fare clic su <guibutton>Aggiungi</guibutton>.

source: Specify the required search information for the search option, as described in <xref linkend="tbl-search-rules"/>.
it: Specificare le informazioni richieste per l'opzione di ricerca, come descritto in <xref linkend="tbl-search-rules"/>

source: Repeat the above steps for each search option that you want to apply.
it: Ripetere i passi precedenti per ciascuna opzione di ricerca che si desidera applicare.

source: To remove a search option from the current search, click on the <guibutton>Remove</guibutton> button next to the option.
it: Per rimuovere un'opzione di ricerca dalla ricerca in corso, fare clic sul pulsante <guibutton>Rimuovi</guibutton> accanto all'opzione.

source: To disable the search options from the current search, click on the <guilabel>Select more options</guilabel> text.
it: Per disabilitare le opzioni di ricerca dalla ricerca in corso, fare clic sul testo <guilabel>Seleziona meno opzioni</guilabel>.

source: Search Options
it: Opzioni di ricerca

source: Option Name
it: Nome dell'opzione

source: Description
it: Descrizione

source: Contains the text
it: Contiene il testo

source: Search for a file by filename. Enter a full filename or a partial filename with wildcards in the field provided. Use * to indicate a sequence of characters. Use ? to indicate a single character. The search is case sensitive.
it: Ricerca i file in base al nome. Inserire nel campo un nome di file completo o parziale. Usare * per indicare una sequenza di caratteri. Usare ? per indicare un singolo carattere. La ricerca fa distinzione tra maiuscole e minuscole.

source: Date modified less than
it: Modificato da meno di

source: Search for files that are modified less than the period specified in days.
it: Ricerca i file modificati all'interno del periodo tra la data odierna e il numero di giorni specificato.

source: Date modified more than
it: Modificato da più di

source: Search for files that are modified longer than the period specified in days.
it: Ricerca i file che sono stati modificati prima del periodo specificato in giorni.

source: Size at least
it: Dimensione almeno di

source: Search for files that are equal to or larger than the size specified in kilobytes.
it: Ricerca i file la cui dimensione è uguale o maggiore a quella specificata in kilobyte.

source: Size at most
it: Dimensione al massimo

source: Search for files that are smaller than or equal to the size specified in kilobytes.
it: Ricerca i file la cui dimensione è inferiore o uguale a quella specificata in kilobyte.

source: File is empty
it: Il file è vuoto

source: Search for empty files.
it: Ricerca i file vuoti.

source: Owned by user
it: Posseduto dall'utente

source: Search for files that are owned by the user specified. Type the name of the user in the text box provided.
it: Ricerca i file di proprietà dell'utente specificato. Digitare il nome dell'utente nell'apposita casella di testo.

source: Owned by group
it: Posseduto dal gruppo

source: Search for files that are owned by the group specified. Type the name of the group in the text box provided.
it: Ricerca i file di proprietà del gruppo specificato. Digitare il nome del gruppo nell'apposita casella di testo.

source: Owner is unrecognized
it: Il proprietario è non riconosciuto

source: Search for files that are owned by a user or group that is unknown to the system.
it: Ricerca i file di proprietà di un utente o di un gruppo sconosciuto al sistema.

source: Name does not contain
it: Il nome non contiene

source: Search for filenames that do not contain the string that you enter. Enter a full filename or a partial filename with wildcards in the field provided. Use * to indicate a sequence of characters. Use ? to indicate a single character. The search is case sensitive.
it: Cerca i file il cui nome non contenga la stringa inserita. Inserire nel campo un nome di file completo o parziale. Usare * per indicare una sequenza di caratteri. Usare ? per indicare un singolo carattere. La ricerca fa distinzione tra maiuscole e minuscole.

source: Name matches regular expression
it: Il nome corrisponde all'espressione regolare

source: Search for files that contain the specified regular expression in their directory path or filename. Type the regular expression in the text box provided.
it: Ricerca i file che contengono l'espressione regolare specificata nel percorso di directory o nel nome del file. Inserire l'espressione regolare nell'apposita casella di testo.

source: Show hidden and backup files
it: Mostrare file nascosti e di backup

source: Include hidden and backup files in the search.
it: Include nella ricerca i file nascosti e quelli di backup.

source: Follow symbolic links
it: Seguire i collegamenti simbolici

source: Follow symbolic links when searching for files.
it: Segue i collegamenti simbolici nell'eseguire la ricerca di file.

source: Include other filesystems
it: Includere altri file system

source: Search in directories that are not in the same filesystem as the start directory.
it: Ricerca all'interno di directory che non sono nello stesso file system della directori iniziale.

source: To Stop a Search
it: Interrompere una ricerca

source: Click <guibutton>Stop</guibutton> to stop a search before <application>Search for Files</application> completes the search.
it: Fare clic su <guibutton>Ferma</guibutton> per fermare una ricerca prima che questa sia completata.

source: To Open a Displayed File
it: Aprire un file elencato

source: To open a file displayed in the <guilabel>Search results</guilabel> list box, perform one of the following steps:
it: Per aprire uno dei file visualizzati nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>, procedere come segue:

source: Right-click on the file, then choose <guimenuitem>Open</guimenuitem>.
it: fare clic col tasto destro del mouse sul file e scegliere <guimenuitem>Apri</guimenuitem>;

source: Double-click on the file.
it: in alternativa fare doppio clic sul file.

source: To open the folder that contains a file displayed in the <guilabel>Search results</guilabel> list box, right-click on the file, then choose <guimenuitem>Open Folder</guimenuitem>.
it: Per aprire la cartella che contiene uno dei file visualizzati nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>, fare clic con il tasto destro del mouse sul file e scegliere <guimenuitem>Apri cartella</guimenuitem>.

source: To Delete a Displayed File
it: Eliminare un file elencato

source: To delete a file displayed in the <guilabel>Search results</guilabel> list box, right-click on the file, then choose <guimenuitem>Move to Trash</guimenuitem>.
it: Per eliminare uno dei file elencati nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>, fare clic con il tasto destro del mouse sul file e scegliere <guimenuitem>Sposta nel cestino</guimenuitem>.

source: To Save the Search Results
it: Salvare i risultati della ricerca

source: To save the results of the last search that <application>Search for Files</application> performed, right-click in the <guilabel>Search results</guilabel> list, then choose <guimenuitem>Save Results As</guimenuitem>. Enter the name of the file to which you want to save the results, then click Save.
it: Per salvare i risultati dell'ultima ricerca eseguita da <application>Cerca file</application>, fare clic con il tasto destro del mouse nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>, quindi scegliere <guimenuitem>Salva risultati come</guimenuitem>. Inserire il nome del file in cui devono essere salvati i risultati e fare clic su <guibutton>Salva</guibutton>.

source: Settings
it: Impostazioni
