Repository: phomes/gnome-utils
Catalog: gsearchtool/help/*/*.po
Languages: it

source: <application>Search for Files</application> provides gconf keys to modify some of its behavior. The gconf values can be changed by starting the <application>Configuration Editor</application> in the following ways:
it: <application>Cerca file</application> fornisce alcune chiavi GConf per permettere alcune modifiche al suo comportamento. I valori GConf possono essere cambiati avviando <application>Editor di configurazione</application> nei modi seguenti:

source: <guimenu>Applications</guimenu> menu
it: Menu <guimenu>Applicazioni</guimenu>

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>Configuration Editor</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guisubmenu>Strumenti di sistema</guisubmenu><guimenuitem>Editor di configurazione</guimenuitem></menuchoice>.

source: Command line
it: Riga di comando

source: Execute the following command: <command>gconf-editor</command>
it: Eseguire il comando seguente: <command>gconf-editor</command>

source: Disable Quick Search
it: Disabilitare ricerca veloce

source: Key name: /apps/gnome-search-tool/disable_quick_search
it: Nome della chiave: <literal>/apps/gnome-search-tool/disable_quick_search</literal>

source: Default value: false
it: Valore predefinito: <literal>FALSO</literal>

source: <application>Search for Files</application> speeds up file name searches by using the <command>locate</command> command. <command>Locate</command> provides a secure way to index and quickly search for file names. Because <command>locate</command> relies on a file index, the <guilabel>Search results</guilabel> list may not always be up to date.
it: La ricerca dei file è velocizzata facendo uso del comando <command>locate</command>: tale comando fornisce un modo sicuro per indicizzare e ricercare velocementi i nomi di file. Poiché <command>locate</command> si appoggia ad un file indice, i file elencati da <application>Cerca file</application> potrebbero risultare non aggiornati.

source: Disable Quick Search Second Scan
it: Disabilitare seconda scansione ricerca veloce

source: Key name: /apps/gnome-search-tool/disable_quick_search_second_scan
it: Nome della chiave: <literal>/apps/gnome-search-tool/disable_quick_search_second_scan</literal>

source: After completing a quick search, <application>Search for Files</application> will perform a thorough search using the <command>find</command> command. The purpose of this second scan is to find files that have not been indexed. Files that match the search criteria are added to the <guilabel>Search results</guilabel> list keeping the list up to date.
it: Dopo il completamento di una ricerca veloce, <application>Cerca file</application> esegue una ricerca accurata usando il comando <command>find</command>. Lo scopo di questa seconda scansione è di trovare i file che non sono indicizzati. I file che hanno corrispondenza con i criteri di ricerca sono aggiunti nella casella di riepilogo <guilabel>Risultati della ricerca</guilabel>, mantenendo tale elenco aggiornato.

source: Quick Search Excluded Paths
it: Percorsi esclusi da ricerca veloce

source: Key name: /apps/gnome-search-tool/quick_search_excluded_paths
it: Nome della chiave: <literal>/apps/gnome-search-tool/quick_search_excluded_paths</literal>

source: Default values: [/mnt/*,/media/*,/dev/*,/tmp/*,/proc/*,/var/*]
it: Valore predefinito: <literal>[/mnt/*,/media/*,/dev/*,/tmp/*,/proc/*,/var/*]</literal>

source: <application>Search for Files</application> will not perform a quick search for paths defined by this key. File name searches in the defined paths will use the <command>find</command> command. The wildcards '*' and '?' are supported.
it: Sui percorsi elencati in questa chiave non è eseguita alcuna ricerca veloce. La ricerca di nomi di file su tali percorsi farà uso del comando <command>find</command>. Sono supportati i metacaratteri <literal>*</literal> e <literal>?</literal>.

source: Quick Search Second Scan Excluded Paths
it: Percorsi esclusi da seconda scansione ricerca veloce

source: Key name: /apps/gnome-search-tool/quick_search_second_scan_excluded_paths
it: Nome della chiave: <literal>/apps/gnome-search-tool/quick_search_second_scan_excluded_paths</literal>

source: Default values: [/]
it: Valore predefinito: <literal>[/]</literal>

source: <application>Search for Files</application> will not perform a second scan after a quick search for the paths defined by this key. Quick searches in the defined paths will not be followed by a thorough search using the <command>find</command> command. The wildcards '*' and '?' are supported.
it: Sui percorsi elencati in questa chiave non viene eseguita la seconda scansione dopo una ricerca veloce. Quindi una ricerca veloce su tali percorsi non sarà seguita da una ricerca accurata che faccia uso del comando <command>find</command>. Sono supportati i metacaratteri <literal>*</literal> e <literal>?</literal>.

source: Show Additional Options
it: Mostrare opzioni aggiuntive

source: Key name: /apps/gnome-search-tool/show_additional_options
it: Nome della chiave: <literal>/apps/gnome-search-tool/show_additional_options</literal>

source: This key determines if the <guilabel>Select more options</guilabel> section is expanded when <application>Search for Files</application> is started.
it: Questa chiave determina se la sezione <guilabel>Seleziona maggiori opzioni</guilabel> è espansa all'avvio di <application>Cerca file</application>.

source: translator-credits
it: Luca Ferretti <elle.uca@infinito.it>, 2004-2005.
