Repository: phomes/gnome-utils
Catalog: po/*.po
Languages: be, ne

source: /dev/floppy/0 or /dev/fd0
be: /dev/floppy/0 ці /dev/fd0

source: Screenshot-%s.png
be: Здымак_экрана-%s.png

source: Screenshot.png
be: Здымак_экрана.png

source: Screenshot-%s-%d.png
be: Здымак_экрана-%s-%d.png

source: Screenshot-%d.png
be: Здымак_экрана-%d.png
