Repository: phomes/gnome-utils
Catalog: po/*.po
Languages: be, ne

source: F_ind:
be: По_шук:
ne: फेला पार्नुहोस्:

source: _Previous
be: _Папярэдні
ne: अघिल्लो

source: _Next
be: _Наступны
ne: पछिल्लो

source: Context
be: Кантэкст
ne: प्रसँग

source: The GdictContext object used to get the word definition
be: Аб'ект GdictContext ужываецца каб атрымаць вызначэньне слова
ne: Gdict प्रसँग वस्तु शब्दको परिभाषा प्राप्त गर्न प्रयोग गरिन्छ

source: Database
be: База даньняў
ne: डेटाबेस

source: The database used to query the GdictContext
be: База даных ужываецца для запытаў GdictContext
ne: डेटाबेस Gdict प्रसँग क्वेरी गर्न प्रयोग गरिन्छ

source: Font Name
be: Назва шрыфта
ne: फन्ट नाम

source: The font to be used by the defbox
be: Шрыфт, які будзе ўжыты ў дыялёгавым вакне
ne: डेफबक्स द्धारा प्रयोग गरिने फन्ट

source: Emphasys Color
be: Акцэнтаваны колер
ne: रङ ग्राहयता

source: Color of emphasised text
be: Колер акцэнтаванага тэксту
ne: ग्राहयता दिएको पाठको रङ

source: Link Color
be: Колер спасылкі
ne: लिङ्क रङ

source: Color of hyperlinks
be: Колер спасылак
ne: हाइपरलिङ्कहरूको रङ

source: Word Color
be: Колер слова
ne: शब्द रङ

source: Color of the dictionary word
be: Колер слова з слоўніка
ne: शब्दकोशको शब्दको रङ

source: Source Color
be: Колер крыніцы
ne: स्रोत रङ

source: Color of the dictionary source
be: Колер крыніцы слоўніка
ne: शब्दकोश स्रोतको रङ

source: Progress
be: Посьпех
ne: प्रगति

source: Definition for '%s' (%d/%d)
be: Вызначэньне для '%s' (%d/%d)
ne: '%s' (%d/%d) का लागि परिभाषा

source: Error while looking up definition
be: Памылка цягам пошуку вызначэньня
ne: परिभाषा खोजी गर्दा त्रुटि

source: Attempting to look up '%s' but no GdictContext defined. Aborting.
be: Спроба пошуку "%s", але GdictContext нявызначаны. Спынена.
ne: '%s' खोजी गर्न प्रयास गरिँदैछ तर Gdict प्रसँग परिभाषित छैन। परित्याग गरिँदैछ।

source: Another search is in progress
be: Ідзе пошук іншага слова
ne: अर्को खोजी प्रगतिमा छ

source: Please wait until the current search ends.
be: Калі ласка, пачакайце, покуль не завершыцца бягучы пошук.
ne: वर्तमान खोजी समाप्त नभएसम्म कृपया प्रतीक्षा गर्नुहोस्।

source: Error while retrieving the definition
be: Памылка цягам атрыманьня вызначэньня
ne: परिभाषा पुन: प्राप्त गर्दा त्रुटि

source: The GdictContext object bound to this entry
be: Аб'ект GdictContext абавязковы да гэтага запісу
ne: Gdict प्रसँग वस्तु यो प्रविष्टिमा सीमाबद्ध छ

source: The database to be used to generate the completion list
be: База даных, якая ўжываецца для сьпісу дапаўненьня
ne: समाप्ती सूची सिर्जना गर्दा प्रयोग गरिने डेटाबेस

source: Strategy
be: Стратэгія
ne: रणनीति

source: The matching strategy to be used to generate the completion list
be: Стратэгія супадзеньня ўжываецца для стварэньня сьпісу аўтазапаўненьня
ne: समाप्ती सूची सिर्जना गर्न प्रयोग गरिने मिल्दो रणनीति

source: Filename
be: Назва файла
ne: फाइलनाम

source: The filename used by this dictionary source
be: Назва файла, які ўжываецца слоўнікавай крыніцай
ne: शब्दकोश स्रोतमा प्रयोग भएको फाइलनाम

source: Name
be: Назва
ne: नाम

source: The display name of this dictonary source
be: Бачная назва гэтай слоўнікавай крыніцы
ne: यो शब्दकोश स्रोतको प्रदर्शित नाम

source: Description
be: Апісаньне
ne: वर्णन

source: The description of this dictionary source
be: Апісаньне гэтай слоўнікавай крыніцы
ne: यो शब्दकोश स्रोतको वर्णन

source: The default database of this dictonary source
be: Прадвызначаная база даных гэтай слоўнікавай крыніцы
ne: यो शब्दकोश स्रोतको पूर्वनिर्धारित डेटाबेस

source: The default strategy of this dictonary source
be: Прадвызначаная стратэгія гэтай слоўнікавай крыніцы
ne: यो शब्दकोश स्रोतको पूर्वनिर्धारित रणनीति

source: Transport
be: Транспарт
ne: यातायात

source: The transport mechanism used by this dictionary source
be: Транспарт, які ўжывае гэтая слоўнікавая крыніца
ne: यो शब्दकोश स्रोतले प्रयोग गरेको यातायात मेकानिजम

source: The GdictContext bound to this source
be: Аб'ект GdictContext абавязковы для гэтай крыніцы
ne: यो स्रोतमा सीमाबद्ध गरिएको Gdict प्रसँग

source: Invalid transport type '%d'
be: Нерэчаісны тып транспарту "%d"
ne: अवैध यातायात प्रकार '%d'

source: No '%s' group found inside the dictionary source definition
be: Група "%s" ня знойдзена ўнутры вызначэньня крыніцы слоўнікаў
ne: शब्दकोश स्रोत परिभाषा भित्र कुनै '%s' समूह फेला परेन

source: Unable to get the '%s' key inside the dictionary source definition: %s
be: Немагчыма атрымаць ключ "%s" унутры вызначэньня крыніцы слоўнікаў: %s
ne: शब्दकोश स्रोत परिभाषा भित्र '%s' कुञ्जी प्राप्त गर्न अक्षम: %s

source: Unable to get the '%s' key inside the dictionary source definition file: %s
be: Немагчыма атрымаць ключ "%s" унутры файла вызначэньня крыніцы слоўнікаў: %s
ne: शब्दकोश स्रोत परिभाषा फाइल भित्र '%s' कुञ्जी प्राप्त गर्न अक्षम छ: %s

source: Dictionary source does not have name
be: Крыніца слоўнікае ня мае назвы
ne: शब्दकोश स्रोतको नाम छैन

source: Dictionary source '%s' has invalid transport '%s'
be: Крыніца слоўнікаў "%s" мае нерэчаісны транспарт "%s"
ne: शब्दकोश स्रोत '%s' सँग अवैध यातायात '%s' छ

source: Paths
be: Шляхі
ne: मार्गहरू

source: Search paths used by this object
be: Шляхі пошуку, якія ўжывае гэты аб'ект
ne: यो वस्तुले प्रयोग गरेको मार्गहरू खोजी गर्नुहोस्

source: Sources
be: Крыніцы
ne: स्रोत

source: Dictionary sources found
be: Знойдзены крыніцы слоўнікаў
ne: शब्दकोश स्रोत फेला परेन

source: translator-credits
be: Vital Khilko <dojlid@mova.org>, 2003.Ales Nyakhaychyk <nab@mail.by>, 2003, 2004, 2006
ne: Shiva Pokharel <pokharelshiva@hotmail.com>

source: Look up words in dictionaries
be: Пошук слоў у слоўніках
ne: शब्दकोशमा शब्दहरू खोजी गर्नुहोस्

source: Unable to open the application icon: %s
be: Немагчыма адчыніць значку дастасаваньня: %s
ne: अनुप्रयोग प्रतिमा खोल्न अक्षम: %s

source: Definition for '%s' From '%s': %s
be: Вызначэньне для "%s" Атрыманы ад "%s": %s
ne: '%s' का लागि '%s' बाट: परिभाषा %s

source: Error: %s
be: Памылка: %s
ne: त्रुटि: %s

source: See gnome-dictionary --help for usage
be: Глядзіце gnome-dictionary --help для даведкі аб выкарыстаньні
ne: प्रयोगको मद्दतका लागि जिनोम-शब्दकोश हेर्नुहोस्

source: Unable to find a suitable dictionary source
be: Немагчыма адшукаць крыніцу слоўнікаў, якая падыходзіць
ne: उपयोगी शब्दकोश स्रोत फेला पार्न अक्षम

source: Error while looking up the definition of "%s": %s
be: Памылка цягам пошуку вызначэньня слова "%s": %s
ne: "%s" को परिभाषा खोजी गर्दा त्रुटि: %s

source: Unable to rename file '%s' to '%s': %s
be: Немагчыма перайменаваць "%s" у "%s": %s
ne: फाइल '%s' लाई '%s' मा पुन: नामकरण गर्न अक्षम: %s

source: Unable to create the data directory '%s': %s
be: Немагчыма стварыць тэчку для даных "%s": %s
ne: डेटा डाइरेक्टरी सिर्जना गर्न अक्षम '%s': %s

source: Words to look up
be: Словы для пошуку
ne: खोजी गरिने शब्द

source: word
be: слова
ne: शब्द

source: Dictionary source to use
be: Крыніца для пошуку
ne: प्रयोग गर्न शब्दकोश स्रोत

source: source
be: крыніца
ne: स्रोत

source: Show available dictionary sources
be: Паказаць наяўныя крыніцы слоўнікаў
ne: उपलब्ध शब्दकोश स्रोतहरू देखाउनुहोस्

source: Print result to the console
be: Друкуе вынікі на кансолю
ne: कन्सोलमा नतिजा मुद्रण गर्नुहोस्

source: Database to use
be: База даных для пошуку
ne: प्रयोग गर्नुपर्ने डेटाबेस

source: - Look up words in dictionaries
be: - Шукае словы ў слоўніках
ne: शब्दकोशमा शब्दहरू खोजी गर्नुहोस्

source: Dictionary and spelling tool
be: Слоўнік і сродак праверкі правапісу
ne: शब्दकोश र हिज्जे उपकरण

source: Show Dictionary options
be: Паказвае парамэтры слоўніка
ne: शब्दकोश विकल्पहरू देखाउनुहोस्

source: Save a Copy
be: Захаваць копію
ne: प्रतिलिपि बचत गर्नुहोस्

source: Untitled document
be: Безназоўны дакумэнт
ne: शीर्षक विहिन कागजात

source: Error while writing to '%s'
be: Памылка запісу ў "%s"
ne: '%s' मा लेख्दा त्रुटि

source: Clear the definitions found
be: Ачысьціць знойдзеныя вызначэньні
ne: फेला परेको परिभाषाहरू हटाउनुहोस्

source: Clear definition
be: Ачысьціць вызначэньні
ne: परिभाषा हटाउनुहोस्

source: Clear the text of the definition
be: Ачышчае тэкст вызначэньняў
ne: परिभाषाको पाठ हटाउनुहोस्

source: Print the definitions found
be: Друкуе знойдзеныя вызначэньні
ne: फेला परेका परिभाषा मुद्रण गर्नुहोस्

source: Print definition
be: Друк вызначэньня
ne: परिभाषा मुद्रण गर्नुहोस्

source: Print the text of the definition
be: Друкуе тэкст вызначэньня
ne: परिभाषाको पाठ मुद्रण गर्नुहोस्

source: Save the definitions found
be: Захаваць знойдзеныя вызначэньні
ne: फेला परेका परिभाषा बचत गर्नुहोस्

source: Save definition
be: Захаваць вызначэньні
ne: परिभाषा बचत गर्नुहोस्

source: Save the text of the definition to a file
be: Захаваць тэкст вызначэньняў у файл
ne: फाइलमा परिभाषाको पाठ बचत गर्नुहोस्

source: Toggle dictionary window
be: Пераключыць вакно слоўніка
ne: शब्दकोश सञ्झ्याल टगल गर्नुहोस्

source: Show or hide the definition window
be: Паказаць альбо схаваць вакно вызначэньня
ne: परिभाषा सञ्झ्याल देखाउनुहोस् वा लुकाउनुहोस्

source: Click to view the dictionary window
be: Пстрыкніце, каб пабачыць вакно слоўніка
ne: शब्दकोश सञ्झ्याल हेर्न क्लिक गर्नुहोस्

source: Dictionary entry
be: Запіс слоўніка
ne: शब्दकोश प्रविष्टि

source: Type the word you want to look up
be: Увядзіце слова, якое вы жадаеце знайсьці
ne: तपाईँले खोजी गर्न चाहनुभएको शब्द टाइप गर्नुहोस्

source: Preferences
be: Перавагі
ne: प्राथमिकता

source: There was an error while displaying help
be: Узьнікла памылка адлюстраваньня даведкі
ne: मद्दत प्रदर्शन गर्दा त्रुटि देखापर्यो

source: No dictionary source available with name '%s'
be: Адсутнічае крыніца пошуку пад назвай "%s"
ne: '%s' नामसँग कुनै शब्दकोश स्रोत उपलब्ध छैन

source: Unable to find dictionary source
be: Немагчыма адшукаць крыніцу слоўнікаў
ne: शब्दकोश स्रोत फेला पार्न अक्षम भयो

source: No context available for source '%s'
be: Кантэкст для крыніцы "%s" недаступны
ne: '%s' स्रोतका लागि कुनै प्रसँग उपलब्ध छैन

source: Unable to create a context
be: Немагчыма стварыць кантэкст
ne: प्रसँग सिर्जना गर्न अक्षम भयो

source: Unable to load the applet icon
be: Немагчыма загрузіць значку аплета
ne: एप्लेट प्रतिमा लोड गर्न अक्षम भयो

source: Unable to connect to GConf
be: Немагчыма далучыцца да GConf
ne: GConf मा जडान गर्न अक्षम भयो

source: Unable to get notification for preferences
be: Немагчыма атрымаць нагадваньне для пераваг
ne: प्राथमिकताका लागि सूचना प्राप्त गर्न अक्षम भयो

source: Unable to get notification for the document font
be: Немагчыма атрымаць нагадваньне для шрыфта дакумэнта
ne: कागजात फन्टका लागि सूचना प्राप्त गर्न अक्षम भयो

source: Add Dictionary Source
be: Дадаць крыніцу слоўнікаў
ne: शब्दकोश स्रोत थप्नुहोस्

source: Remove "%s"?
be: Выдаліць "%s"?
ne: "%s" हटाउनुहुन्छ ?

source: This will permanently remove the dictionary source from the list.
be: Гэтае дзеяньне назаўсёды выдаліць крыніцу слоўнікаў з сьпіса.
ne: यसले सूचीबाट शब्दकोश स्रोतलाई स्थायी रूपमा हटाउँछ।

source: Unable to remove source '%s'
be: Немагчыма выдаліць крыніцу "%s"
ne: '%s' स्रोत हटाउन असक्ष भयो

source: Add a new dictionary source
be: Даданьне новай крыніцы слоўнікаў
ne: एउटा नयाँ शब्दकोश स्रोत थप्नुहोस्

source: Remove the currently selected dictionary source
be: Выдаленьне вылучанай крыніцы слоўнікаў
ne: हालै चयन गरिएको शब्दकोश स्रोत हटाउनुहोस्

source: Set the font used for printing the definitions
be: Выстаўляе шрыфт, які ўжываецца для друку вызначэньняў слоў
ne: परिभाषा मुद्रण गर्नका लागि प्रयोग गरिएको फन्ट सेट गर्नुहोस्

source: %s (page %d)
be: %s (старонка %d)
ne: %s (पृष्ठ %d)

source: Print Preview
be: Перадпрагляд друку
ne: मुद्रण पूर्वावलोकन

source: Unable to create a source file
be: Немагчыма стварыць зыхоны файл
ne: स्रोत फाइल सिर्जना गर्न अक्षम भयो

source: Unable to save source file
be: Немагчыма захаваць зыходны файл
ne: स्रोत फाइल बचत गर्न अक्षम भयो

source: Searching for '%s'...
be: Пошук "%s"...
ne: '%s' का लागि खोजी गरिँदैछ...

source: No definitions found
be: Вызначэньне ня знойдзена
ne: कुनै परिभाषा फेला परेन

source: A definition found
be: Знойдзена вызначэньне
ne: परिभाषा फेला पार्यो

source: %s - Dictionary
be: %s - Слоўнік
ne: %s - शब्दकोश

source: Dictionary Preferences
be: Уласьцівасьці слоўніка
ne: शब्दकोश प्राथमिकता

source: _File
be: _Файл
ne: फाइल

source: _Edit
be: _Рэдагаваць
ne: सम्पादन

source: _Go
be: _Зрабіць
ne: जानुहोस्

source: _New
be: _Стварыць
ne: नयाँ

source: New look up
be: Новы пошук
ne: नयाँ खोजी गर्नुहोस्

source: _Save a Copy...
be: За_хаваць копію...
ne: प्रतिलिपि बचत गर्नुहोस्

source: _Print...
be: _Друк...
ne: मुद्रण...

source: Print this document
be: Раздрукаваць гэты дакумэнт
ne: यो कागजात मुद्रण गर्नुहोस्

source: Select _All
be: Вылучыць _усё
ne: सबै चयन गर्नुहोस्

source: Find a word or phrase in the document
be: Шукае слова ці выраз у дакумэнце
ne: कागजातमा एउटा शब्द वा वाक्यांश फेला पार्नुहोस्

source: Find Ne_xt
be: Шукаць да_лей
ne: पछिल्लो फेला पार्नुहोस्

source: Find Pre_vious
be: Шакаць _раней
ne: अघिल्लो फेला पार्नुहोस्

source: _Previous Definition
be: Па_пярэдняе вызначэньне
ne: अघिल्लो परिभाषा

source: Go to the previous definition
be: Перайсьці да папярэдняга вызначэньня
ne: अघिल्लो परिभाषामा जानुहोस्

source: _Next Definition
be: _Наступнае вызначэньне
ne: पछिल्लो परिभाषा

source: Go to the next definition
be: Перайсьці да наступнага вызначэньня
ne: पछिल्लो परिभाषामा जानुहोस्

source: _First Definition
be: _Першае вызначэньне
ne: पहिलो परिभाषा

source: Go to the first definition
be: Перайсьці да першага вызначэньня
ne: पहिलो परिभाषामा जानुहोस्

source: _Last Definition
be: Ап_ошняе вызначэньне
ne: अन्तिम परिभाषा

source: Go to the last definition
be: Перайсьці да апошняга вызначэньня
ne: अन्तिम परिभाषामा जानुहोस्

source: _Contents
be: _Зьмест
ne: सामाग्री

source: Look _up:
be: По_шукаць:
ne: खोजी गर्नुहोस्:

source: Unable to load the application icon
be: Немагчыма загрузіць значку дастасаваньня
ne: अनुप्रयोग प्रतिमा लोड गर्न अक्षम भयो

source: (invalid Unicode)
be: (нерэчаісны Unicode)
ne: (अवैध यूनिकोड)

source: (%d:%02d:%d Remaining)
be: (Засталось %d:%02d:%d)
ne: (%d:%02d:%d बाँकी)

source: (%d:%02d Remaining)
be: (Засталось %d:%02d)
ne: (%d:%02d बाँकी)

source: %ld of %ld
be: %ld з %ld
ne: %ld को %ld

source: Error loading help
be: Памылка загрузкі даведкі
ne: मद्दत लोड गर्दा त्रुटि

source: There was an error displaying the help pages for this dialog:
be: Узьнікла памылка адлюстраваньня старонак даведкі для гэтага дыялёгу:
ne: यस संवादका लागि मद्दत पृष्ठ प्रदर्शन गर्दा त्रुटि भयो:

source: Unable to take a screenshot of the current desktop.
be: Немагчыма атрымаць здымак экрана бягучага стальца.
ne: हालको डेस्कटपको स्क्रिनसट लिन अक्षम भयो।

source: Grab a window instead of the entire screen
be: Захапіць вакно замест усяго экрана
ne: पूरा पर्दाको सट्टामा सञ्झ्याल खोस्नुहोस्

source: Include the window border with the screenshot
be: Уключыць межы вакна ў здымак
ne: स्क्रिनसटसँग सञ्झ्याल किनारा समावेश गर्नुहोस्

source: Take screenshot after specified delay [in seconds]
be: Атрымаць здымак экрана пасьля заданай затрымкі [у сэкундах]
ne: विशिष्ट ढिलाइ पछि स्क्रिनसट लिनुहोस् [सेकेन्डमा]

source: seconds
be: сэкундаў
ne: सेकेण्ड

source: Effect to add to the border
be: Эфэкт, які будзе даданы да межаў
ne: किनारामा थप्न प्रभाव

source: effect
be: эфэкт
ne: प्रभाव

source: Options for Screenshot
be: Парамэтры здымка экрана
ne: स्क्रिनसटका लागि विकल्पहरू

source: Show Screenshot options
be: Паказаць парамэтры здымка экрана
ne: स्क्रिनसट विकल्प देखाउनुहोस्

source: Take a picture of the screen
be: Атрымаць відарыс экрана
ne: पर्दाको तस्वीर लिनुहोस्

source: <b>Options</b>
be: <b>Парамэтры</b>
ne: <b>विकल्प</b>

source: <b>Preview</b>
be: <b>Перадпрагляд</b>
ne: <b>पूर्वावलोकन</b>

source: Save Screenshot
be: Захаваньне здымка
ne: स्क्रिनसट बचत गर्नुहोस्

source: Take Screenshot
be: Атрымаць здымак
ne: स्क्रिनसट लिनुहोस्

source: Take a screenshot of your desktop
be: Атрымаць здымак вашага стальца
ne: तपाईँको डेस्कटपको स्क्रिनसट लिनुहोस्

source: Save in _folder:
be: Захаваць у _тэчцы:
ne: फोल्डरमा बचत गर्नुहोस्

source: _Name:
be: _Назва:
ne: नाम:

source: Border Effect
be: Эфэкт межаў
ne: किनारा प्रभाव

source: Effect to add to the outside of a border. Possible values are "shadow", "none", and "black-line".
be: Эфэкт, які будзе даданы да вонкавай мяжы. Магчымыя значэньні: "shadow" (цень), "none" (няма), і "black-line" (чорная лінія).
ne: किनाराको बाहिर थप्ने प्रभाव। सम्भाव्य मानहरू "shadow", "none", र "black-line" हुन्।

source: Include Border
be: Уключыць межы
ne: किनारा समावेश गर्नुहोस्

source: Include the window manager border along with the screenshot
be: Уключыць межы ад кіраўніка вокнаў у здымак
ne: स्क्रिनसटसँग सञ्झ्याल प्रबन्धक किनारा समावेश गर्नुहोस्

source: Screenshot directory
be: Тэчка здымкаў экрана
ne: स्क्रिनसट डाइरेक्टरी

source: The directory the last screenshot was saved in.
be: Тэчка, у якую быў загахваны апошні здымак.
ne: अन्तिम स्क्रिनसट बचत गरिएको डाइरेक्टरी।

source: Glade file for the screenshot program is missing. Please check your installation of gnome-utils
be: Прапушчаны glade-файл ад праграмы атрыманьня здымкаў экрана. Калі ласка, праверце вашую ўсталёўку gnome-utils
ne: स्क्रिनसट कार्यक्रमका लागि ग्लेड फाइल हराइरहेको छ। कृपया तपाईँको जिनोम-युटिलहरूको स्थापना जाँच गर्नुहोस्।

source: Select a directory
be: Вылучыце тэчку
ne: एउटा डाइरेक्टरी चयन गर्नुहोस्

source: Unable to clear the temporary directory: %s
be: Немагчыма ачысьціць часовую тэчку. %s
ne: अस्थाइ डाइरेक्टरी खाली गर्न अक्षम: %s

source: The child save process unexpectedly exited. We are unable to write the screenshot to disk.
be: Працэс-нашчадак нечакана завяршыў сваю працу. Немагчыма запісаць здымак экрана на дыск.
ne: शाखा बचत प्रक्रिया अनपेक्षित रूपमा बाहिरियो। हामी डिस्कमा स्क्रिनसट लेख्न असमर्थ छौ।

source: Unknown error saving screenshot to disk
be: Невядомая памылка цягам захаваньня здымка экрана на дыск
ne: डिस्कमा स्क्रिनसट बचत गर्दा अज्ञात त्रुटि

source: Untitled Window
be: Безназоўнае вакно
ne: शीर्षक विहिन सञ्झ्याल

source: Preparing to copy
be: Падрыхтоўка да капіяваньня
ne: प्रतिलिपि बनाउन तयार हुँदैछ

source: File already exists
be: Файл ужо існуе
ne: फाइल पहिल्यै अवस्थित छ

source: The file "%s" already exists. Would you like to replace it?
be: Файл "%s" ужо існуе. Ці жадаеце перазапісаць яго?
ne: "%s" फाइल पहिल्यै अवस्थित छ। के तपाईँ यसलाई बदल्न चाहनुहुन्छ ?

source: _Replace
be: За_мяніць
ne: बदल्नुहोस्

source: Unknown GnomeVFSXferProgressStatus %d
be: Невядомы GnomeVFSXferProgressStatus %d
ne: अज्ञात जिनोम VFSXfer प्रगति स्थिति %d

source: Find files, folders, and documents on your computer
be: Шукае файлы, тэчкі і дакумэнты ў вашым кампутары
ne: कम्प्युटरमा भएका फाइल, फोल्डर र कागजातहरू फेला पार्नुहोस्

source: Search for Files...
be: Пошук файлаў...
ne: फाइल खोजी गर्नुहोस्...

source: Default Window Height
be: Прадвызначаная вышыня вакна
ne: पूर्वनिर्धारित सञ्झ्याल उचाइ

source: Default Window Maximized
be: Прадвызначане найбольшаньне вакна
ne: पूर्वनिर्धारित सञ्झ्याल अधिकतम

source: Default Window Width
be: Прадвызначаная шырыня вакна
ne: पूर्वनिर्धारित सञ्झ्याल चौडाइ

source: Disable Quick Search
be: Адлючыць хуткі пошук
ne: शिघ्र खोजी अक्षम पार्नुहोस्

source: Disable Quick Search Second Scan
be: Адключыць другі праход хуткага сканаваньня
ne: खोजी दोस्रो स्क्यान अक्षम पार्नुहोस्

source: Quick Search Excluded Paths
be: Выкрэсьленыя шляхі хуткага пошуку
ne: छाडिएका मार्गहरू शिघ्र खोजी गर्नुहोस्

source: Quick Search Second Scan Excluded Paths
be: Выкрэсьленыя шляхі другога праходу хуткага сканаваньня
ne: दोस्रो स्क्यानमा छाडिएका मार्गहरू शिघ्र खोजी गर्नुहोस्

source: Search Result Columns Order
be: Парадак слупкоў вынікаў пошуку
ne: नतिजा स्तम्भहरू आदेश खोजी गर्नुहोस्

source: Select the search option "Contains the text"
be: Вылучыце магчымасьць пошуку "Утрымлівае тэкст"
ne: खोजी विकल्प "Contains the text" चयन गर्नुहोस्

source: Select the search option "Date modified less than"
be: Вылучыце магчымасьць пошуку "Зьменены менш чым"
ne: खोजी विकल्प "Date modified less than" चयन गर्नुहोस्

source: Select the search option "Date modified more than"
be: Вылучыце магчымасьць пошуку "Зьменены больш чым"
ne: खोजी विकल्प "Date modified more than" चयन गर्नुहोस्

source: Select the search option "File is empty"
be: Вылучыце парамэтар пошуку "Пустыя файлы"
ne: खोजी विकल्प "File is empty" चयन गर्नुहोस्

source: Select the search option "Follow symbolic links"
be: Вылучыце парамэтар пошуку "Крочыць за спасылкамі"
ne: खोजी विकल्प "Follow symbolic links" चयन गर्नुहोस्

source: Select the search option "Include other filesystems"
be: Вылучыце парамэтар пошуку "Уключыць іншыя файлавыя сыстэмы"
ne: खोजी विकल्प "Include other filesystems" चयन गर्नुहोस्

source: Select the search option "Name does not contain"
be: Вылучыце парамэтар пошуку "Назва не ўтрымлівае"
ne: खोजी विकल्प "Name does not contain" चयन गर्नुहोस्

source: Select the search option "Name matches regular expression"
be: Вылучыце парамэтар пошуку "Назва супадае з сталым выразам"
ne: खोजी विकल्प "Name matches regular expression" चयन गर्नुहोस्

source: Select the search option "Owned by group"
be: Вылучыце парамэтар пошуку "Належыць групе"
ne: खोजी विकल्प "Owned by group" चयन गर्नुहोस्

source: Select the search option "Owned by user"
be: Вылучыце парамэтар пошуку "Належык карыстальніку"
ne: खोजी विकल्प "Owned by user" चयन गर्नुहोस्

source: Select the search option "Owner is unrecognized"
be: Вылучыце парамэтар пошуку "Невядомы карыстальнік"
ne: खोजी विकल्प "Owner is unrecognized" चयन गर्नुहोस्

source: Select the search option "Show hidden files and folders"
be: Вылучыце парамэтар пошуку "Паказваць схаваныя файлы і тэчкі"
ne: खोजी विकल्प "Show hidden files and folders" चयन गर्नुहोस्

source: Select the search option "Size at least"
be: Вылучыце парамэтар пошуку "Памер ня меншы за"
ne: खोजी विकल्प "Size at least" चयन गर्नुहोस्

source: Select the search option "Size at most"
be: Вылучыць парамэтар "Памер ня меншы"
ne: खोजी विकल्प "Size at most" चयन गर्नुहोस्

source: Show Additional Options
be: Паказаць дадатковыя парамэтры
ne: थप विकल्पहरू देखाउनुहोस्

source: This key defines the order of the columns in the search results. This key should not be modified by the user.
be: Гэты ключ вызначае чару слупкоў у выніках пошуу. Гэты ключ не павінны зьмяняцца карыстальнікам.
ne: यो कुञ्जीले नतिजाहरूको खोजीमा स्तम्भहरूको आदेशलाई परिभाषित गर्दछ। यो कुञ्जी प्रयोगकर्ताद्धारा परिमार्जन हुने छैन।

source: This key defines the paths the search tool will exclude from a quick search. The wildcards '*' and '?' are supported. The default values are /mnt/*, /media/*, /dev/*, /tmp/*, /proc/*, and /var/*.
be: Гэты ключ задае шляхі, якія сродак пошуку выкрэсьліць з хуткага пошку. Падтрымліваюцца ўзоры "*" і "?". Прадвызначаныя значэньні: /mnt/*, /media/*, /dev/*, /tmp/*, /proc/* і /var/*.
ne: यस कुञ्जीले परिभाषित गर्ने मार्गहरू खोज उपकरणले शिघ्र खोजीमा समाबेश गर्दैन। wildcards '*' र '?' समर्थित छन्। पूर्वनिर्धारित मानहरू /mnt/*, /media/*, /dev/*, tmp/*, /proc/*, and /var/* हुन ।

source: This key defines the paths the search tool will exclude from a second scan when performing a quick search. The second scan uses the find command to search for files. The purpose of the second scan is to find files that have not been indexed. The wildcards '*' and '?' are supported. The default value is /.
ne: यस कुञ्जीले मार्गहरू परिभाषित गर्दछ, यो खोज उपकरणले शिघ्र खोजी कार्यान्वयन गर्दा दोस्रो स्क्यान बाट समाबेश गर्दैन। दोस्रो स्क्यानले फाइलहरू खोजी कार्यमा find आदेश प्रयोग गर्दछ। दोस्रो स्क्यानको उद्देश्य अनुक्रमणिका नगरिएका फाइलहरूको फेला पार्नु हो। वाइल्ड कार्डहरू '*' र '?' समर्थित छन्। पूर्वनिर्धारित मान /. हो।

source: This key defines the window height, and it's used to remember the size of the search tool between sessions. Setting it to -1 will make the search tool use the default height.
ne: यो कुञ्जीले सञ्झ्याल उचाइलाई परिभाषित गर्दछ, र यसको प्रयोग सत्रहरूबीच खोजी उपकरणको साइज सम्झन गरिन्छ। यसलाई -१ मा सेट गर्नाले खोजी उपकरणले पूर्वनिर्धारित उचाइ प्रयोग गर्ने बनाउदछ।
