Repository: phomes/gnome-utils
Catalog: po/*.po
Languages: be, ne

source: Floppy Formatter
be: Фарматавальнік гнуткіх дыскаў
ne: फ्लपि ढाँचाकर्ता

source: Format Floppy Disks
be: Фарматаваць гнуткія дыскі
ne: फ्लपि डिस्क ढाँचाबद्ध गर्नुहोस्

source: 0 for the quick format, 1 for a standard one (adds a low-level format) and finally 2 for a thorough format (adds a bad blocks scan).
be: 0 для хуткага фармантаваньня, 1 для аднаго са стандартаў (дадаецца нізкаўзроўневае фарматаваньне) і нарэшце 2 для ? фарматаваньня (дадаецца сканаваньне пашкоджаных блёкаў)
ne: शिघ्र ढाँचाका लागि 0, मानक एउटा (न्युन-स्तर ढाँचा थप्दछ) का लागि १ र अन्त्यमा सम्पूर्ण ढाँचा (खराब ब्लकहरू स्क्यान थप्दछ)का लागि २।

source: ADVANCED USERS ONLY - Default backend for FAT formatting
be: ТОЛЬКІ ДЛЯ ДАСЬВЕДЧАНЫХ КАРЫСТАЛЬНІКАЎ - Дапомна для фарматаваньня ў FAT
ne: ADVANCED USERS ONLY - FAT ढाँचाका लागि पूर्वनिर्धारित ब्याकेइन्ड

source: Default filesystem type
be: Дапомны тып файлавай сыстэмы:
ne: पूर्वनिर्धारित फाइल प्रणाली प्रकार

source: Default formatting mode
be: Дапомны рэжым фарматаваньня
ne: पूर्वनिर्धारित ढाँचा मोड

source: TRUE to set mkdosfs as the preferred FAT formatting backend or FALSE to set mtools as the preferred FAT formatting backend.
be: ІСЬЦІНА каб усталяваць mkdosfs асноўнай праграмай фарматаваньня FAT ці МАНА каб усталяваць mtools.
ne: रुचाइएको FAT ढाँचा ब्याकइन्डको रूपमा mkdosfs सेट गर्न TRUE वा रुचाइएको FAT ढाँचा ब्याकइन्डको रूपमा mtools सेट गर्न FALSE।

source: ext2 for the linux native filesystem or fat for the DOS filesystem.
be: ext2 для уласнай файлавай сыстэмы лінукс ці fat для DOS.
ne: लिनक्स मौलिक फाइल प्रणालीका लागि ext2 वा DOS फाइल प्रणालीका लागि fat

source: Internal Error: Unable to seek to the correct location.
be: Нутраная памылка: немагчыма перайсьці да правільнага знаходжаньня.
ne: आन्तरिक त्रुटि: उपयुक्त स्थान चयन गर्न अक्षम

source: Internal Error: Weird value (%ld) in do_test
be: Нутраная памылка: дзіўнае значэньне (%ld) у do_test
ne: आन्तरिक त्रुटि: अनौठो मान (%ld) in do_test

source: Checking for bad blocks...
be: Праверка на пашкоджаныя блёкі...
ne: खराब खण्डहरू जाँच गर्दैछ...

source: Failed to open device %s for badblock checking
be: Немагчыма адчыніць прыладу %s для праверкі на пашкоджаныя блёкі
ne: खराब ब्लक जाँचका लागि %s यन्त्र खोल्न असफल

source: Checking for bad blocks... Done
be: Праверка на пашкоджаныя блёкі... скончана
ne: खराब खण्डहरूको जाँच पूरा भयो

source: Formatting the disk...
be: Фарматаваньне дыска...
ne: डिस्क ढाँचाबद्ध गर्दैछ...

source: I don't know what this is, but it's very wrong.
be: Невядома што гэта, але гэта вельмі кепска.
ne: यो के हो मलाई थाहा छैन, तर यो धेरै गलत छ।

source: Error formatting track #%d
be: Памылка фарматаваньня дарожкі #%d
ne: #%d ट्रयाक ढाँचाबद्ध गर्दा त्रुटि

source: Error during completion of formatting
be: Памылка пад час завяршэньня фарматаваньня
ne: ढाँचा समाप्ति अवधिमा त्रुटि

source: Formatting the disk... Done
be: Фарматаваньне дыска... скончана
ne: ... डिस्कको ढाँचाबद्धता पूरा भयो

source: Verifying the format...
be: Праверка фарматаваньня...
ne: ढाँचा रुजू हुँदैछ.......

source: Unable to write to the floppy. Please confirm that it is not write-protected.
be: Немагчыма запісаць на дыскету. Упэўніцеся, што яна не абаронена ад запісу.
ne: फ्लपिमा लेख्न अक्षम। कृपया त्यो लेख्न-सुरक्षित गरिएको होइन कि यकिन गर्नुहोस्।

source: Insufficient permissions to open floppy device %s.
be: Нестае правоў на доступ да прылады дыскавода %s.
ne: %s फ्लपि यन्त्र खोल्न अपर्याप्त अनुमति

source: Unable to access the floppy disk. Please confirm that it is in the drive with the drive door shut.
be: Немагчыма атрымаць доступ да дыскеты. Упэўніцеся, што яна ў дыскаводзе й устаўлена правільна.
ne: फ्लपि डिस्क पहुच गर्न अक्षम। कृपया यकिन गर्नुहोस् कि यो ड्राईभ भित्रै छ र ड्राईभको ढोका बन्द छ

source: Generic error accessing floppy device %s. Error code %s:%d
be: Агульная памылка доступу да дыскавода %s. Код памылкі %s:%d
ne: फ्लपी यन्त्र %s पहुँचमा जेनेरिक त्रुटि। त्रुटि सङ्केत %s:%d

source: Read Error: Problem reading cylinder %d, expected %d, read %d
be: Памылка чытаньня: Цяжкасьці з чытаньнем цыліндра %d, чакалася %d, прачытана %d
ne: त्रुटि पढ्नुहोस्: बेलना %d पढ्न समस्या, आशा गरिएको %d, पढ्नुहोस् %d,

source: Problem reading cylinder %d, expected %d, read %d
be: Цяжкасьці з чытаньнем цыліндра %d, чакалася %d, прачытана %d
ne: बेलना पढ्न समस्या %d, आशा गरिएको %d, पढ्नुहोस् %d,

source: Bad data in cyl %d. Continuing...
be: Кепскія даньні на цыліндры %d. Працяг...
ne: %d बेलनामा खराब डेटा। निरन्तरता दिँदैछ....

source: Error closing device %s
be: Памылка зачыненьня прылады %s
ne: यन्त्र %s बन्द गर्दा त्रुटि

source: Verifying the format... Done
be: Праверка фарматаваньня... скончана
ne: ढाँचाबद्धताको रुजू पूरा भयो

source: Unable to write to device %s
be: Немагчыма запісаць на прыладу %s
ne: यन्त्र %s मा लेख्न अक्षम

source: Generic error accessing floppy device %s. Error code %s
be: Агульная памылка доступу да дыскавода %s. Код памылкі %s
ne: फ्लपी यन्त्र %s पहुँचमा जेनेरिक त्रुटि सङ्केत %s त्रुटि

source: Could not determine current floppy geometry.
be: Немагчыма вызначыць гэамэтрыю бягучага гнуткага дыска.
ne: हालको फ्लपी रेखागणित निर्धारण गर्न सकेन।

source: Error while creating a unique filename for the bad blocks list file.
be: Памылка пад час стварэньня непаўторнае назвы файла для сьпіса пашкоджаных блёкаў.
ne: खराब खण्डहरू सूची फाइलका लागि एउटा अद्वितिय फाइलनाम सिर्जना गर्दा त्रुटि।

source: Error while filling the bad blocks list file.
be: Памылка пад час запаўненьня файла сьпіса пашкоджаных блёкаў.
ne: खराब खण्डहरू भएको फाइलको सूची भर्दा त्रुटि।

source: Error while spawning the (%s) command: %s.
be: Памылка стварэньня працэсса-нашчадка (%s) загада: %s.
ne: (%s) आदेश पैदा गर्दा त्रुटि: %s

source: Unknown mke2fs starting signature, cancelling.
be: Невядомы пачатковы подпіс mke2fs, адмена.
ne: अज्ञात mke2fs सुरुआत हस्ताक्षर, रद्द गरिँदैछ।

source: The filesystem creation utility (%s) reported the following errors: %s (%d)
be: Праграма стварэньня файлавае сыстэмы (%s) паведаміла пра наступныя памылкі: %s (%d)
ne: फाइल प्रणाली सिर्जना उपयोगिता (%s) ले निम्न त्रुटिहरू प्रतिवेदन गर्यो: %s (%d)

source: Abnormal child process termination.
be: Аварыйнае завяршэньне працэса-нашчадка.
ne: असामान्य शाखा प्रक्रिया समाप्ती।

source: Error while spawning the mbadblocks command: %s.
be: Памылка пад час стварэньня працэсса-нашчадка загада mbadblocks: %s.
ne: mbadblocks आदेश पैदा गर्दा त्रुटि: %s

source: The bad blocks checking utility (mbadblocks) reported the following errors: %s.
be: Сродак праверкі пашкоджаных блёкаў (mbadblocks) паведаміў наступныя памылкі: %s
ne: खराब खण्ड जाँच उपयोगिता (mbadblocks)ले तलका त्रुटिहरू प्रतिवेदन गर्यो: %s.

source: Abnormal mbadblocks child process termination.
be: Аварыйнае завяршэньне працэса-нашчадка mbadblocks.
ne: असामान्य mbadblocks शाखा प्रक्रिया समाप्ति

source: Making filesystem on disk...
be: Стварэньне файлавае сыстэмы на дыске...
ne: डिस्कमा फाइल प्रणाली बनाईँदैछ...

source: Unable to create filesystem correctly.
be: Немагчыма правільна стварыць файлавую сыстэму.
ne: ठीक तरिकाले फाइल प्रणाली सिर्जना गर्न अक्षम

source: Making filesystem on disk... Done
be: Стварэньне файлавае сыстэмы на дыске... скончана.
ne: डिस्कमा फाइल प्रणाली बनाउँने काम पूरा भयो

source: Checking for bad blocks... (this might take a while)
be: Праверка на наяўнасьць пашкоджаных блёкаў... (можа заняць пэўны час)
ne: खराब खण्डहरूको जाँच हुँदैच....(यसले केही समय लिन सक्छ)

source: Error while checking the bad blocks.
be: Памылка пад час праверкі на пашкоджаныя блёкі.
ne: खराब खण्ड जाँच गर्दा त्रुटि

source: <small><i><b>Note</b>: The mbadblocks utility isn't installed on this system. It must be installed in order to perform a thorough DOS (fat) formatting.</i></small>
be: <small><i><b>Заўвага</b>: праграма mbadblocks ня ўсталявана на вашае сыстэме. Яна павінна быць усталяваная, каб мець магчымасьць фарматаваньня ў DOS (fat) фармаце.</i></small>
ne: <small><i><b>द्रष्टब्य</b>: mbadblocks उपयोगिता यो प्रणालीमा स्थापना गरिएको छैन। यो DOS(fat) ढाँचा हुदै प्रस्तुत गर्नका लागि स्थापना हुनुपर्दछ।</i></small>

source: Double Density 3.5" (720KB)
be: Падвойная шчыльнасьць 3.5" (720 Кб)
ne: दोहोरो घनत्व ३.५" (७२० किलो बाइट)

source: Double Density 5.25" (360KB)
be: Падвойная шчыльнасьць 5.25" (360 Кб)
ne: दोहोरो घनत्व ५.२५" (३६० किलो बाइट)

source: File system _type:
be: _Від файлавае сыстэмы:
ne: फाइल प्रणाली प्रकार:

source: Filesystem Settings
be: Наладкі файлавай сыстэмы
ne: फाइल प्रणाली सेटिङ

source: Floppy _density:
be: _Шчыльнасьць дыскеты:
ne: फ्लपी घनत्व:

source: Floppy de_vice:
be: _Прылада дыскаў:
ne: फ्लपी यन्त्र:

source: Formatting Mode
be: Рэжым фарматаваньня
ne: ढाँचा मोड

source: High Density 3.5" (1.44MB)
be: Высокая шчыльнасьць 3.5" (1.44 Мб)
ne: उच्च घनत्व ३.५" (१.४४ मेगा बाइट)

source: High Density 5.25" (1.2MB)
be: Высокая шчыльнасьць 5.25" (1.2 Мб)
ne: उच्च घनत्व ५.२५" (१.२ मेगा बाइट)

source: Linux Native (ext2)
be: Родная Лінукс (ext2)
ne: लिनक्स नेटिभ (ext2)

source: Physical Settings
be: Фізычныя наладкі
ne: भौतिक सेटिङ

source: Thorou_gh (adds a bad blocks check to the standard mode)
be: _Поўнае (да стандартнага рэжыму дадаецца праверка на пашкоджаныя блёкі)
ne: पूरा (मानक मोडमा खराब खण्डहरूको जाँच थप्दछ)

source: Volume _name:
be: Назва _падзела:
ne: भोल्युम नाम:

source: _Format
be: _Фарматаваць
ne: ढाँचा

source: _Quick (only creates the filesystem)
be: _Хутка (ствараецца толькі файлавая сыстэма)
ne: शिघ्र (फाइल प्रणाली मात्र सिर्जना गर्दछ)

source: _Standard (adds a low-level format to the quick mode)
be: _Стандартна (да хуткага рэжыма дадаецца нізкаўзроўневае фарматаваньне)
ne: मानक (शिघ्र मोडमा न्युन-स्तर ढाँचा थप्दछ)

source: Cannot Format
be: Немагчыма адфарматаваць
ne: ढाँचाबद्ध गर्न सकिँदैन

source: Neither the mke2fs nor the mkdosfs/mformat applications are installed. You can't format a floppy without one of them.
be: Ніводная з функцыяў mke2fs (ані mkdosfs, ані mformat) ня ўсталяваныя. Вы ня можаце адфарматаваць дыск бяз іх наяўнасьці.
ne: न mke2fs वा mkdosfs/m ढाँचा अनुप्रयोगहरू स्थापित गरिएको छ। तपाईँले तिनिहरू मध्ये एक बिना एउटा फ्लपी ढाँचा गर्न सक्नुहुन्न।

source: Unable to open the device %s, formatting cannot continue.
be: Ня атрымалася адкрыць прыладу %s, фарматаваньне не будзе працягнутае.
ne: यन्त्र %s खोल्न अक्षम, ढाँचा जारी राख्न सकिँदैन।

source: The device %s is disconnected. Please attach device to continue.
be: Прылада %s адключана. Для працягу падключыце прыладу.
ne: %s यन्त्र विच्छेद गरिन्छ। कृपया जारी राख्नका लागि यन्त्र संलग्न गर्नुहोस्।

source: You do not have the proper permissions to write to %s, formatting will not be possible. Contact your system administrator about getting write permissions.
be: У вас няма неабходных правоў доступу для запісу ў %s, фарматаваньне немагчымае. Зьвярніцеся да сыстэмнага адміністратара для атрыманьня правоў на запіс.
ne: तपाईँसँग %s लेख्नका लागि उपयुक्त अनुमतिहरू छैन, ढाँचा सम्भव छैन। लेख्ने अनुमति प्राप्त गर्नका लागि प्रणाली प्रबन्धकलाई सम्पर्क गर्नुहोस्।

source: Cannot initialize device
be: Немагчыма ініцыялізаваць прыладу
ne: यन्त्र सुरुआत गर्न सकिँदैन

source: Unable to open any device, formatting cannot continue.
be: Немагчыма адчыніць ніводнае прылады, фарматаваньне не будзе адбывацца далей.
ne: कुनै पनि यन्त्र खोल्न अक्षम, ढाँचा जारी गर्न सकिँदैन।

source: Could not display help for the floppy formatter.
be: Немагчыма адлюстраваць даведку аб фарматавальніку дыскаў.
ne: फ्लपी ढाँचाकर्ताका लागि मद्दत प्रदर्शन गर्न सकेन।

source: Incorrect volume name
be: Няправільная назва тома
ne: गलत भोल्युम नाम

source: The volume name can't contain any blank space.
be: Назва падзелу ня можа утрымліваць прагалы.
ne: भोल्युम नामले कुनै खाली स्थान समावेश गर्न सक्दैन।

source: The device to format
be: Прылада для фарматаваньня
ne: ढाँचा गर्ने यन्त्र

source: DEVICE
be: ПРЫЛАДА
ne: यन्त्र

source: The floppy has been formatted, but <b>%d bad block</b> (out of %d) has been found and marked.
be: Гнуткі дыск быў адфарматаваны, але быў адшуканы і пазначаны <b>%d пашкоджаны блёк</b> (з %d).
ne: फ्लपी ढाँचा गरिएको छ, तर <b>%d खराब खण्ड</b> (%d मा) फेला पारिएको छ र चिन्ह लगाइएको छ।

source: Floppy formatted successfully.
be: Дыскета пасьпяхова адфарматавана.
ne: फ्लपी सफलतापूर्वक ढाँचाबद्ध गरियो।

source: Floppy formatting cancelled.
be: Фарматаваньне дыскеты адменена.
ne: फ्लपी ढाँचा रद्द गरियो

source: Format Progress
be: Посьпех фарматаваньня
ne: ढाँचा प्रगति

source: Default Dictionary Server
be: Прадвызначаны паслужнік слоўнікаў
ne: पूर्वनिर्धारित शब्दकोश सर्भर

source: Dictionary Look up
be: Пошук у слоўніку
ne: शब्दकोश खोजी

source: Look up words in a dictionary
be: Шукае словы ў слоўніку
ne: शब्दकोशमा शब्द खोजी गर्नुहोस्

source: Cl_ear
be: Ач_ысьціць
ne: खाली गर्नुहोस्

source: _About
be: _Аб праграме
ne: बारेमा

source: _Help
be: _Даведка
ne: मद्दत

source: _Look Up Selected Text
be: _Шукаць вылучаны тэкст
ne: चयन गरिएको पाठ खोजी गर्नुहोस्

source: _Preferences
be: _Усталяваньні
ne: प्राथमिकता

source: _Print
be: На_друкаваць
ne: मुद्रण

source: _Save
be: За_хаваць
ne: बचत गर्नुहोस्

source: Dictionary
be: Слоўнік
ne: शब्दकोश

source: Look up words in an online dictionary
be: Шукае словы ў сеткавым слоўніку
ne: अनलाइन शब्दकोशमा शब्दहरू खोजी गर्नुहोस्

source: Dictionary server (Deprecated)
be: Паслужнік слоўнікаў (асуджана)
ne: शब्दकोश सर्भर (डेप्रिकेटेड)

source: Port used to connect to server (Deprecated)
be: Порт, які для далучэньня да паслужніка (асуджаны)
ne: सर्भरमा जडान गर्न प्रयोग गरिने पोर्ट (डेप्रिकेटेड)

source: Specify whether to use smart lookup. This key is dependant on whether the dictionary server supports this option. The default is TRUE. This key is deprecated and no longer in use.
be: Вызначае выкарыстаньне разумнага пошуку. Ключ залежыць ад таго, ці падтрымлівае паслужнік гэты парамэтар. Прадвызначане значэньне - TRUE (ісьціна). Гэты ключ асуджаны і больш не выкарыстоўваецца.
ne: छरितो खोजी गर्ने प्रयोग गर्ने कि निर्दिष्ट गर्नुहोस्। यो कुञ्जी शब्दकोश सर्भरले समर्थन गर्नेमा भर पर्दछ। पूर्वनिर्धारित TRUE हो। यो कुञ्जी डेप्रिकेटेड छ र लामो समय सम्म प्रयोग हुने छैन।

source: The default database to use
be: Прадвызначаная база для выкарыстаньня
ne: प्रयोग गर्न पूर्वनिर्धारित डेटाबेस

source: The default height of the application window
be: Прадвызначаная вышыня вакна дастасаваньня
ne: अनुप्रयोगको सञ्जालको पूर्वनिर्धारित उचाइ

source: The default search strategy to use
be: Прадвызначаная стратэгія для выкарыстаньня
ne: प्रयोग गर्न पूर्वनिर्धारित खोजी रणनीति

source: The default width of the application window
be: Прадвызначаная шырыня вакна дастасаваньня
ne: अनुप्रयोग सञ्झ्यालको पूर्वनिर्धारित चौडाइ

source: The dictionary server to connect to. The default server is dict.org. See http://www.dict.org for details on other servers. This key is deprecated and no longer in use.
be: Назва вузла да якога далучацца. Прадвызначаны вузел - dict.org. Гл. http://www.dict.org·для больш падрабязных зьвестак. Гэты ключ асуджаны і больш не ўжваецца.
ne: जडानका लागि शब्दकोश सर्भर। पूर्वनिर्धारित सर्भर dict.org हो। विस्तृत विवरणका लागि अन्य सर्भरहरू http://www.dict.org हेर्नुहोस्। यो कुञ्जी डेप्रिकेटेड छ र लामो समय सम्म प्रयोगमा हुँदैन।

source: The font to be used when printing
be: Шрыфт, які будзе ўжыты пад час друку
ne: मुद्रणको बेला प्रयोग हुने फन्ट

source: The font to be used when printing a definition.
be: Шрыфт, які будзе ўжыты пад час друку вызначэньня.
ne: परिभाषा मुद्रणको बेला प्रयोग हुने फन्ट

source: The name of the default individual database or meta-database to use on a dictionary source. An exclamation mark ("!") means that all the databases present in a dictionary source should be searched
be: Назва індывідуальнае базы даных ці мэта-базы даных на паслужніку. Выклічнік "!" азначае, што праграма пошук мусіць адбывацца па ўсіх базах на паслужніку.
ne: शब्दकोश स्रोतमा प्रयोग गरिने व्यक्तिगत डेटाबेस वा मेटा-डेटाबेसको पूर्वनिर्धारितको नाम। एउटा विष्मयकारी चिन्ह ("!") ले शब्दकोश स्रोतमा देखापर्ने सबै डेटाबेसहरू खोजी गर्नुपर्छ भन्ने जनाउँछ

source: The name of the default search strategy to use on a dictionary source, if available. The default strategy is 'exact', that is match exact words.
be: Назва прадвызначанай стратэгіі пошуку ў гэтай крыніцы слоўнікаў (калі ёсьць у наяўнасьці). Прадвызначаная стратэгія - "exact", якая адпавядае дакладнаму супадзеньню слоў.
ne: यदि उपलब्ध छ भने, शब्दकोश स्रोतमा प्रयोग गर्न पूर्वनिर्धारित खोजी रणनीतिको नाम। पूर्वनिर्धारित रणनीति 'दुरुस्त' छ जुन दुरुस्त शब्दहरूसँग मिल्दो छ।

source: The name of the dictionary source used
be: Назва крыніцы слоўніка
ne: शब्दकोश स्रोतले प्रयोग गरेको नाम

source: The name of the dictionary source used to retrieve the definitions of words.
be: Назва крыніцы слоўнікаў, якая ўжываецца для атрыманьня вызначэньняў слоў.
ne: शब्दहरूको परिभाषाहरू पुन: प्राप्त गर्न प्रयोग हुने शब्दकोश स्रोतको नाम।

source: The port number to connect to. The default port is 2628. This key is deprecated and no longer in use.
be: Нумар парта для далучэньня. Прадвызначаны порт - 2628. Гэты ключ асуджаны і больш не выкарыстоўваецца.
ne: पोर्ट नम्बर जडान गर्न। पूर्वनिर्धारित पोर्ट २६२८ हो। यो कुञ्जी डेप्रिकेटेड छ र लामो समय सम्म प्रयोग हुँदैन।

source: This key defines the window height and it's used to remember the size of the dictionary window across sessions. Setting it to -1 will make the dictionary window use a height based on the font size.
be: Гэты ключ задае вышыню вакна і ўжываецца для захоўваньня памеру вакна слоўніка міх сэансамі. Выстаўленьне яго ў -1 зробіць вышыню вакна слоўніка залежнай ад памераў шрыфта.
ne: यो कुञ्जीले सञ्झ्याल उचाइ परिभाषित गर्दछ र सत्रहरू भरिनै शब्दकोश सञ्झ्यालको साइज सम्झन प्रयोग गरिन्छ। यसलाई सेट - १ मा सेट गर्नाले फन्ट साइजमा प्रयोग भएको उचाइमा आधरित शब्दकोश सञ्झ्याल बनाउदछ।

source: This key defines the window width and it's used to remember the size of the dictionary window across sessions. Setting it to -1 will make the dictionary window use a width based on the font size.
be: Гэты ключ задае шырыню вакна і ўжываецца для захоўваньня памеру вакна слоўніка міх сэансамі. Выстаўленьне яго ў -1 зробіць шырыню вакна слоўніка залежнай ад памераў шрыфта.
ne: यो कुञ्जीले सञ्झ्याल चौडाइँ परिभाषित गर्न र सत्र भरिनै शब्दकोश सञ्झ्यालको साइज सम्झन प्रयोग गरिन्छ। यसलाई सेट गर्नाले - १ ले फन्ट साइजमा प्रयोग भएको उचाइमा आधरित शब्दकोश सञ्झ्याल बनाउदछ।

source: This key defines whether the window should be maximized and it's used to remember the state of the dictionary window across sessions. Setting it to TRUE will make the window always appear as maximized.
be: Гэты ключ вызначае ці мусіць вакно быць найбольшана і ўжываецца каб захаваць стан вакна слоўніка паміж сэансамі. Выстаўленьне яго ў TRUE (ісьціна) прымусіць вакно заўсёды зьяўляцца найбольшаным.
ne: यो कुञ्जीले सञ्झ्याल ठूलो पार्ने कि नपार्ने भन्ने परिभाषित गर्दछ र सत्र भरिनै शब्दकोश अवस्था सम्झन प्रयोग गरिन्छ। यसलाई TRUE सेट गर्नाले सञ्झ्याललाई सधै अधिकतम गरिएको रूपमा देखाउँछ।

source: Use smart lookup (Deprecated)
be: Выкарыстоўваць разумны пошук (асуджана)
ne: छरितो खोजी प्रयोग गर्नुहोस् (डेप्रिकेटेड)

source: Whether the application window should be maximized
be: Ці мусіць вакно дастасаваньня быць найбольшаным
ne: अनुप्रयोग सञ्झ्याल ठूलो पार्नु पर्दछ कि

source: Data_base:
be: База _даных:
ne: डेटाबेस:

source: Dictionary Server
be: Паслужнік слоўнікаў
ne: शब्दकोश सर्भर

source: H_ostname:
be: Назва _вузла:
ne: होस्टनाम:

source: Print
be: Друк
ne: मुद्रण गर्नुहोस्

source: Source
be: Крыніца
ne: स्रोत

source: Source Name
be: Назва крыніцы
ne: स्रोत नाम

source: _Advanced settings
be: Ад_мысловы наладкі
ne: उन्नत सेटिङ

source: _Description:
be: _Апісаньне:
ne: वर्णन:

source: _Port:
be: По_рт:
ne: पोर्ट:

source: _Print font:
be: _Шрыфт друку:
ne: फन्ट मुद्रण गर्नुहोस्:

source: _Select a dictionary source for looking up words:
be: _Вылучыце крыніцу слоўнікаў для пошуку слоў:
ne: शब्दहरू खोजी गर्नका लागि शब्दकोश स्रोत चयन गर्नुहोस्:

source: _Strategy:
be: Стра_тэгія:
ne: रणनीति:

source: _Transport:
be: _Транспарт:
ne: यातायात:

source: French Dictionaries from Wikipedia
be: Францускія слоўнікі з Вікіпэдыі
ne: Wikipedia बाट फ्रान्सेली शब्दकोश

source: Spanish Dictionaries
be: Гішпанскія слоўнікі
ne: स्पेनी शब्दकोश

source: Client Name
be: Назва кліента
ne: ग्राहक नाम

source: The name of the client of the context object
be: Назва кліента кантэкстнага аб'екта
ne: प्रसँग वस्तुको ग्राहकको नाम

source: Hostname
be: Назва вузла
ne: होस्टनाम

source: The hostname of the dictionary server to connect to
be: Вузел з паслужікам слоўнікаў, да якога трэба далучацца
ne: यसमा जडान गर्नका लागि शब्दकोश सर्भरको होस्टनाम

source: Port
be: Порт
ne: पोर्ट

source: The port of the dictionary server to connect to
be: Порт з паслужікам слоўнікаў, да якога трэба далучацца
ne: यसमा जडान गर्नका लागि शब्दकोश सर्भरको पोर्ट

source: Status
be: Стан
ne: वस्तुस्थिति

source: The status code as returned by the dictionary server
be: Код стану, які вярнуў паслужнік слоўнікаў
ne: शब्दकोश सर्भरले फर्काएको वस्तुस्थिति कोड

source: No connection to the dictionary server at '%s:%d'
be: Адсутнічае далучэньне да паслужніка слоўнікаў "%s:%d"
ne: शब्दकोश सर्भर मा कुनै जडान छैन '%s:%d'

source: Lookup failed for hostname '%s': no suitable resources found
be: Збой пошуку вузла "%s": расурс ня знойдзены
ne: होस्टनाम '%s' का लागि खोजी कार्य असफल भयो: कुनै उपयुक्त संसाधन फेला परेन

source: Lookup failed for host '%s': %s
be: Збой пошуку вузла "%s": %s
ne: होस्ट '%s' का लागि खोजी असफल भयो: %s

source: Lookup failed for host '%s': host not found
be: Збой пошуку вузла "%s": вузел ня знойдзены
ne: होस्ट '%s' का लागि खोजी असफल भयो: होस्ट फेला परेन

source: Unable to connect to the dictionary server at '%s:%d'. The server replied with code %d (server down)
be: Немагчыма далучыцца да паслужніка слоўнікаў "%s:%d". Паслужнік вярнуў код %d.
ne: यस शब्दकोश सर्भरमा जडान गर्न अक्षम भयो '%s:%d'। सर्भरले कोड %d (सर्भर तल)सँग प्रतिक्रिया दिन्छ

source: Unable to parse the dictionary server reply : '%s'
be: Немагчыма зрабіць разбор адказа паслужніка слоўнікаў : "%s"
ne: शब्दकोश सर्भर जवाफ पद वर्णन गर्न अक्षम : '%s'

source: No definitions found for '%s'
be: Вызначэньне слова "%s" ня знойдзена
ne: '%s' का लागि कुनै परिभाषाहरू फेला परेन

source: Invalid database '%s'
be: Нерэчаісная база даных "%s"
ne: अवैध डेटाबेस '%s'

source: Invalid strategy '%s'
be: Нерэчаісная стратэгія "%s"
ne: अवैध रणनीति '%s'

source: Bad command '%s'
be: Кепскі загад "%s"
ne: खराब आदेश '%s'

source: Bad parameters for command '%s'
be: Кепскі парамэтар загада "%s"
ne: आदेश '%s' का लागि खराब परामिति

source: No databases found on dictionary server at '%s'
be: Базы даных на паслужніке "%s" ня знойдзены
ne: '%s' को शब्दकोश सर्भरमा कुनै डेटाबेसहरू फेला परेन

source: No strategies found on dictionary server at '%s'
be: Ня знойдзены стратэгіі пошуку на паслужніке "%s"
ne: '%s' को शब्दकोश सर्भरमा कुनै रणनीति फेला परेन

source: Connection failed to the dictionary server at %s:%d
be: Збой далучэньня да паслужніка слоўнікаў %s:%d
ne: %s मा शब्दकोश सर्भरसँगको जडान असफल:%d

source: Error while reading reply from server: %s
be: Памылка чытаньна адказу паслужніка: %s
ne: सर्भरबाट जवाफ पढ्दा त्रुटि: %s

source: No hostname defined for the dictionary server
be: Ня вызначаны вузел з паслужнікам слоўнікаў
ne: शब्दकोश सर्भरका लागि कुनै होस्टनाम परिभाषित छैन

source: Unable to create socket
be: Немагчыма стварыць сокет
ne: सकेट सिर्जना गर्न अक्षम

source: Unable to set the channel as non-blocking: %s
be: Немагчыма выставіць канал, які не блякуецца: %s
ne: बन्द नभएको च्यानलको रूपमा सेट गर्न अक्षम: %s

source: Unable to connect to the dictionary server at '%s:%d'
be: Немагчыма далучыцца да паслужніка "%s:%d"
ne: '%s:%d' को शब्दकोश सर्भरमा जडान गर्न अक्षम

source: Local Only
be: Толькі лакальныя
ne: स्थानीय मात्रै

source: Whether the context uses only local dictionaries or not
be: Ці мусіць кантэкст ужываць толькі лакальныя слоўнікі
ne: प्रसँग स्थानीय शब्दकोशमा मात्रै प्रयोग हुन्छ कि

source: Not found
be: Ня знойдзены
ne: फेला परेन
