Repository: phomes/gnome-utils
Catalog: po/*.po
Languages: be, ne

source: This key defines the window width, and it's used to remember the size of the search tool between sessions. Setting it to -1 will make the search tool use the default width.
ne: यो कुञ्जीले सञ्झ्याल चौडाइलाई परिभाषित गर्दछ, र यसको प्रयोग सत्रहरूबीच खोजी उपकरणको साइज सम्झन गरिन्छ। यसलाई -१ मा सेट गर्नाले खोजी उपकरणले पूर्वनिर्धारित चौडाइँ प्रयोग गर्ने बनाउदछ।

source: This key determines if the "Contains the text" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गरिदा "Contains the text" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Date modified less than" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Date modified less than" खोजी विकल्प चयन गरिएमा यो कञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Date modified more than" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Date modified more than" खोजी विकल्प चयन गरिएमा यो कञ्जीले निर्धारण गर्दछ।

source: This key determines if the "File is empty" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "File is empty" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Follow symbolic links" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Follow symbolic links" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Include other filesystems" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Include other filesystems" खोजी विकल्प चयन गरिएमा यो कुञ्जिले निर्धारण गर्दछ।

source: This key determines if the "Name does not contain" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Name does not contain" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Name matches regular expression" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Name matches regular expression" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Owned by group" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Owned by group" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Owned by user" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Owned by user" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Owner is unrecognized" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Owner is unrecognized" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Select more options" section is expanded when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Select more options" सेक्सन बढाइएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Show hidden files and folders" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Show hidden files and folders" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Size at least" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Size at least" खोजी विकल्प चयन गरिएमा यस कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the "Size at most" search option is selected when the search tool is started.
ne: यदि खोजी उपकरण सुरु गर्दा "Size at most" खोजी विकल्प चयन गरिएमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the search tool disables the use of the find command after performing a quick search.
ne: यदि शिघ्र खोजी कार्य सम्पदान गर्दा फेला पार्ने आदेशको प्रयोग खोजी उपकरणले अक्षम पारेमा यो कुञ्जीले निर्धारण गर्दछ।

source: This key determines if the search tool disables the use of the locate command when performing simple file name searches.
ne: यदि साधारण फाइल नाम खोजीहरू कार्य सम्पादन गर्दा दर्शाउने आदेशको प्रयोग खोजी उपकरणले अक्षम पारेमा यो कञ्जीले निर्धारण गर्दछ।

source: This key determines if the search tool window starts in a maximized state.
be: Гэты ключ выначае ці будзе вакно сродка пошуку запускацца ў найбольшаным стане.
ne: यदि खोजी उपकरण सञ्झ्याल ठूलो पारिएको स्थातिमा सुरु गरिएमा यो कुञ्जी निर्धारण गर्दछ।

source: Could not open help document.
be: Немагчыма адчыніць дакумэнт даведкі.
ne: मद्दत कागजात खोल्न सकेन।

source: Are you sure you want to open %d document?
be: Вы насамрэч жадаеце адчыніць %d дакумэнт?
ne: तपाईँ %d कागजात खोल्न चाहनुहुन्छ ?

source: This will open %d separate window.
be: Гэта прывядзе да адчыненьня %d асобнага вакна.
ne: यसले %d अलग सञ्झ्याल खोल्ने छ।

source: Could not open document "%s".
be: Немагчыма адчыніць дакумэнт "%s".
ne: "%s" कागजात खोल्न सकेन।

source: Could not open folder "%s".
be: Немагчыма адчыніць тэчку "%s".
ne: "%s" फोल्डर खोल्न सकेन।

source: The nautilus file manager is not running.
be: Кіраўнік файлаў - Наўтылюс незапушчаны.
ne: नटलस फाइल प्रबन्धक चलेको छैन।

source: The document does not exist.
be: Дакумэнт не йснуе.
ne: कागजात अवस्थित छैन।

source: There is no installed viewer capable of displaying the document.
be: Няма ўсталяванага праглядалніка здольнага адлюстраваць дакумэнт.
ne: त्यहाँ कागजात प्रदर्शन गर्दा सक्षम कुनै स्थापित दर्शक छैन।

source: Are you sure you want to open %d folder?
be: Вы насамрэч жадаеце адчыніць %d тэчку?
ne: के तपाईँ साँच्चिकै %d फोल्डर खोल्न चाहनुहुन्छ ?

source: Could not move "%s" to trash.
be: Немагчыма перамясьціць "%s" у сьметніцу.
ne: "%s" रद्दीटोकरीमा सार्न सकेन।

source: Do you want to delete "%s" permanently?
be: Ці жадаеце выдаліць "%s" назаўсёды?
ne: के तपाईँ सधैका लागि "%s" मेट्न चाहनुहुन्छ ?

source: Trash is unavailable. Could not move "%s" to the trash.
be: Сьметніца недаступна. Немагчыма перанесьці "%s" у сьметніцу.
ne: रद्दीटोकरी उपलब्ध छैन। "%s" लाई रद्दीटोकरीमा सार्न सकेन

source: Could not delete "%s".
be: Немагчыма выдаліць "%s".
ne: "%s" मेट्न सकेन

source: Moving "%s" failed: %s.
be: Збой перамяшчэньня "%s": %s.
ne: "%s" सार्न असफल: %s.

source: Deleting "%s" failed: %s.
be: Збой выдаленьня "%s": %s.
ne: "%s" मेट्न असफल : %s.

source: Save Search Results As...
be: Захаваць вынікі як...
ne: यस रूपमा खोजी परिणाम बचत गर्नुहोस्...

source: Could not save document.
be: Немагчыма захаваць дакумэнт.
ne: कागजात बचत गर्न सकेन।

source: You did not select a document name.
be: Вы ня вылучылі назву дакумэнта.
ne: तपाईँले कागजात नाम चयन गर्नुभएन।

source: Could not save "%s" document to "%s".
be: Немагчыма захаваць дакумэнт "%s" у "%s".
ne: "%s" मा "%s" कागजात बचत गर्न सकेन।

source: The document "%s" already exists. Would you like to replace it?
be: Дакумэнт "%s" ужо йснуе. Ці жадаеце перазапісаць яго?
ne: "%s" कागजात पहिल्यै अवस्थित छ। के तपाईँ यसलाई बदल्न चाहनुहुन्छ ?

source: If you replace an existing file, its contents will be overwritten.
be: Калі вы заменеце існуючы файл, яго зьмест будзе згублены назаўсёды.
ne: यदि तपाईँले अवस्थित फाइल बदल्न चाहनुहुन्छ भने यसका विषयवस्तुहरू अधिलेखन गरिने छन्।

source: The document name you selected is a folder.
be: Вы вылучылі тэчку ў якасьці назвы дакумэнта.
ne: तपाईँले चयन गर्नुभएको कागजातको नाम फोल्डर हो।

source: You may not have write permissions to the document.
be: Вы ня маеце правоў на запіс гэтага дакумэнта.
ne: तपाईँसँग कागजातमा लेख्ने अधिकार छैन

source: GConf error: %s
be: Памылка GConf: %s
ne: जिकन्फ त्रुटि: %s

source: today at %-I:%M %p
be: сёньня ў %-I:%M %p
ne: %-I:%M %p मा आज

source: yesterday at %-I:%M %p
be: учора ў %-I:%M %p
ne: %-I:%M %p मा हिजो

source: link (broken)
be: лучыва (пашкоджанае)
ne: लिङ्क (बिच्छेद)

source: link to %s
be: лучыва да %s
ne: %s मा लिङ्क

source: Contains the _text
be: Утрымлівае _тэкст
ne: पाठ समाबेश गर्दछ

source: _Date modified less than
be: _Дата зьмяненьня меньш чым
ne: भन्दा कम परिमार्जित मिति

source: days
be: дзён
ne: दिन

source: Date modified more than
be: Дата зьмяненьня больш чым
ne: भन्दा बढी परिमार्जित मिति

source: S_ize at least
be: П_амер ня менш чым
ne: साइज कम्तीमा पनि

source: kilobytes
be: кілабайтаў
ne: किलोबाइट

source: Si_ze at most
be: Пам_ер ня больш
ne: साइज बढीमा

source: File is empty
be: Файл пусты
ne: फाइल खाली छ

source: Owned by _user
be: Належыць _карыстальніку
ne: प्रयोगकर्ताद्वारा स्वामित्व गरिएको

source: Owned by _group
be: Належыць _групе
ne: समूहद्वारा स्वामित्व गरिएको

source: Owner is unrecognized
be: Уладальнік ня вызначаны
ne: मालिक परिचित छैन

source: Na_me does not contain
be: _Назва не зьмяшчае
ne: नामले समावेश गर्दैन

source: Name matches regular e_xpression
be: Файл супадае са сталым вы_разам
ne: नियमित अभिव्यक्तिमा नाम मिल्दछ

source: Show hidden and backup files
be: Паказваць схаваныя й запасныя файлы
ne: लुकाइएका र जगेडा फाइल देखाउनुहोस्

source: Follow symbolic links
be: Улічваць сымбалічныя спасылкі
ne: प्रतिकात्मक लिङ्कहरू अनुशरण गर्नुहोस्

source: Include other filesystems
be: Уключае іншыя файлавыя сыстэмы
ne: अन्य फाइल प्रणालीहरू समावेश गर्नुहोस्

source: _Open
be: _Ачыніць
ne: खोल्नुहोस्

source: O_pen Folder
be: _Адчыніць тэчку
ne: फोल्डर खोल्नुहोस्

source: Mo_ve to Trash
be: Пера_несьці ў сьметніцу
ne: रद्दीटोकरीमा सार्नुहोस्

source: _Save Results As...
be: Захаваць вынікі _як...
ne: यस रूपमा परिणामहरू बचत गर्नुहोस्...

source: A locate database has probably not been created.
be: База даных locate, верагодна, не была створана.
ne: स्थानीय डेटाबेस सायद सिर्जना गरिएको छैन।

source: Character set conversion failed for "%s"
be: Збой ператварэньня кадаваньня для "%s"
ne: "%s"क्यारेक्टर सेट रूपान्तरण असफल

source: Searching...
be: Пошук...
ne: खोजी गर्दैछ...

source: Search for Files
be: Пошук файлаў
ne: फाइल खोजी गर्नुहोस्

source: No files found
be: Файлы ня знойдзены
ne: कुनै फाइल फेला परेन

source: (stopped)
be: (спынены)
ne: (रोकियो)

source: No Files Found
be: Файлы ня знойдзены
ne: कुनै फाइल फेला परेन

source: %d File Found
be: %d файл знойдзен
ne: %d फाइल फेला पर्यो

source: %d file found
be: %d файл знойдзен
ne: %d फाइल फेला पर्यो

source: Entry changed called for a non entry option!
be: Выклікана зьмяненьнем запісу для парамэтра які ня зьяўляецца запісам!
ne: प्रविष्टि अयोग्य विकल्पका लागि परिवर्तित प्रविष्टि बोलाइयो !

source: Set the text of "Name contains" search option
be: Задае тэкст "Назва ўтрымлівае" парамэтра пошуку
ne: खोजी विकल्प "Name contains" को पाठ सेट गर्नुहोस्।

source: Set the text of "Look in folder" search option
be: Задайце тэкст для парамэтра пошуку "Пошук у тэчцы"
ne: खोजी विकल्प "Look in folder" को पाठ सेट गर्नुहोस्।

source: Sort files by one of the following: name, folder, size, type, or date
be: Упарадкоўваць файлы па: назве, тэчцы, памеры, віду ці даце
ne: निम्न मध्ये एक अनुसार फाइलहरू क्रमबद्ध गर्नुहोस्: नाम, फोल्डर, साइज, प्रकार, वा मिति

source: Set sort order to descending, the default is ascending
be: Усталяваць упарадкаваньне ад большага да меншага, дапомнае значэньне - ад меншага да большага
ne: घट्दो क्रममा क्रमबद्ध सेट गर्नुहोस्, पूर्वनिर्धारित बढ्दो क्रममा छ।

source: Automatically start a search
be: Аўтаматычна пачынаць пошук
ne: स्वचालित तवरले खोजी सुरु गर्दछ

source: Select the "%s" search option
be: Вылучыце парамэтар пошуку "%s"
ne: "%s" खोजी विकल्प लागि चयन गर्नुहोस्

source: Select and set the "%s" search option
be: Вылучыце і задайце парамэтар пошуку "%s"
ne: "%s" खोजी विकल्पका सेट गर्नुहोस् र चयन गर्नुहोस्।

source: Invalid option passed to sortby command line argument.
be: Пазначана нерэчаісная опцыя каманды упарадкаваньня.
ne: आदेश लाइन तर्कलाई क्रमबद्ध गर्न अवैध विकल्प पास गरियो।

source: ... Too many errors to display ...
be: ... Зашмат памылак для адлюстраваньня...
ne: ... प्रदर्शन गर्न अति धेरै त्रुटिहरू ...

source: The search results may be invalid. There were errors while performing this search.
be: Выні пошуку могуць быць нерэчаіснымі. Былі памылкі цягам пошуку.
ne: खोजी परिणाम सायद अवैध हुन सक्दछ। यो खोजी कार्य गर्दा त्यहाँ त्रुटिहरू थिए।

source: Show more _details
be: Больш _падрабязна
ne: धेरै विवरण देखाउनुहोस्

source: The search results may be out of date or invalid. Do you want to disable the quick search feature?
ne: खोजी परिणामहरू सायद अवैध र पुरानो हुनसक्छ। के तपाईँ शिघ्र खोजी विशेषतालाई निस्क्रिय पार्न चाहनुहुन्छ ?

source: Disable _Quick Search
be: Адключыць _хуткі пошук
ne: शिघ्र खोजी अक्षम पार्नुहोस्

source: Failed to set process group id of child %d: %s.
be: Немагчыма ўсталяваць ідэнтыфікатар групы працэса-нашчадка %d: %s.
ne: शाखा %d को समूह आई डी सेट गर्ने प्रक्रिया असफल भयो: %s.

source: Error parsing the search command.
be: Памылка разбору загада пошуку.
ne: खोजी आदेश पद वर्णन गर्दा त्रुटि

source: Error running the search command.
be: Памылка выкананьня загада пошуку.
ne: खोजी आदेश चलाउँदा त्रुटि

source: Enter a text value for the "%s" search option.
be: Увядзіце тэкставае значэньне для парамэтра "%s"
ne: खोजी विकल्प "%s" का लागि पाठ मान प्रविष्ट गर्नुहोस्।

source: "%s" in %s
be: "%s" у %s
ne: %s मा "%s"

source: Enter a value in %s for the "%s" search option.
be: Увядзіце значэньне ў %s для парамэтра пошуку "%s".
ne: खोजी विकल्प "%s" का लागि %s मा मान प्रविष्ट गर्नुहोस्।

source: Remove "%s"
be: Выдаліць "%s"
ne: "%s" हटाउनुहोस्

source: Click to remove the "%s" search option.
be: Пстрыкніце, каб выдаліць парамэтар пошуку "%s".
ne: खोजी विकल्प "%s" हटाउन क्लिक गर्नुहोस्।

source: A_vailable options:
be: _Магчымыя выбары:
ne: उपलब्ध विकल्प:

source: Available options
be: Наяўныя парамэтры
ne: उपलब्ध विकल्प

source: Select a search option from the drop-down list.
be: Вылучыце парамэтар пошуку з узьніклага сьпісу.
ne: ड्रपडाउन सूचीबाट खोजी विकल्प चयन गर्नुहोस्।

source: Add search option
be: Дадаць парамэтар пошуку
ne: खोजी विकल्प थप्नुहोस्

source: Click to add the selected available search option.
be: Пстрыкніце, каб дадаць вылучаныя наяўны парамэтар пошуку.
ne: चयन गरिएका उपलब्ध खोजी विकल्प थप्न क्लिक गर्नुहोस्

source: S_earch results:
be: _Вынікі пошуку:
ne: खोजी नतिजा

source: List View
be: У выглядзе сьпісу
ne: सूची दृश्य

source: Folder
be: Тэчка
ne: फोल्डर

source: Size
be: Памер
ne: साइज

source: Type
be: Від
ne: प्रकार

source: Date Modified
be: Дата зьмяненьня
ne: परिमार्जित मिति

source: _Name contains:
be: _Назва ўтрымлівае:
ne: नाममा समाविष्ट:

source: Enter a filename or partial filename with or without wildcards.
be: Увядзіце назву файла ці частку назвы (з узорам ці безь яго).
ne: फाइलनाम वा वाइल्डकार्डबिना वा सँग आंशिक फाइलनाम प्रविष्ट गर्नुहोस्।

source: Name contains
be: Назва ўтрымлівае
ne: नाम समावेश गर्दछ

source: _Look in folder:
be: _Глядзець у тэчку:
ne: फोल्डरभित्र हेर्नुहोस्:

source: Browse
be: Прагляд
ne: ब्राउज गर्नुहोस्

source: Look in folder
be: Шукаць у тэчцы
ne: फोल्डरमा हेर्नुहोस्

source: Select the folder or device from which you want to begin the search.
be: Вылучыце тэчу альбо прыладу зь якой вы жадаеце пачаць пошук.
ne: तपाईँले खोजी सुरु गर्न चाहेको खोजीबाट फोल्डर वा यन्त्र चयन गर्नुहोस्।

source: Select more _options
be: Вылучыць больш _парамэтраў
ne: अरू धेरै विकल्पहरू चयन गर्नुहोस्

source: Select more options
be: Вылучыць больш парамэтраў
ne: अरू धेरै विकल्पहरू चयन गर्नुहोस्

source: Click to expand or collapse the list of available options.
be: Пстрыкніце, каб разгарнуць ці згарнуць сьпіс наяўных парамэтраў.
ne: उपलब्ध विकल्पहरूको सूची विस्तार गर्न वा संक्षिप्त गर्न क्लिक गर्नुहोस्।

source: Click to display the help manual.
be: Пстрыкніце, каб адлюстраваць даведку.
ne: मद्दत म्यानुअल प्रदर्शन गर्न क्लिक गर्नुहोस्।

source: Click to close "Search for Files".
be: Пстрыкніце, каб зачыніць "Пошук файлаў".
ne: "Search for Files" बन्द गर्न क्लिक गर्नुहोस्।

source: Click to perform a search.
be: Пстрыкніце, каб выканаць пошук.
ne: खोजी कार्यसम्पादन गर्न क्लिक गर्नुहोस्।

source: Click to stop a search.
be: Пстрыкніце, каб спыніць пошук.
ne: खोजी कार्य रोक्न क्लिक गर्नुहोस्।

source: System Log Viewer
be: Праглядальнік сыстэмных часопісаў
ne: प्रणाली लग प्रदर्शक

source: A system log viewer for GNOME.
be: Праглядальнік сыстэмных часопісаў для GNOME.
ne: जिनोमका लागि एउटा प्रणाली लग

source: System Log
be: Сыстэмныя часопісы
ne: प्रणाली लग

source: View the system log file
be: Прагледзіць файлы сыстэмных часопісаў
ne: प्रणाली लगफाइल हेर्नुहोस्

source: last update : %s
be: апошняе абнаўленьне: %s
ne: अन्तिम अद्यावधिक : %s

source: %d lines (%s) - %s
be: %d радоў (%s) - %s
ne: %d लाइनहरू (%s) - %s

source: Current
be: Бягучы
ne: हालको

source: One file or more could not be opened
be: Немагчма адчыніць адзін ці больш файлаў
ne: एउटा वा धेरै फाइल खोल्न सकेन

source: %s is not user readable. Either run the program as root or ask the sysadmin to change the permissions on the file.
be: %s - недаступны для чытаньня карыстальнікам. Альбо выканайце праграму ад імя root, альбо папрасіце сыстэмнага адміністратара зьмяніць правы на файл.
ne: %s पठन योग्य प्रयोकर्ता होइन। या मूलको रूपमा कार्यक्रम सञ्चालन गर्नुहोस् वा फाइलमा अनुमतिहरू परिवर्तन गर्न प्रणाली प्रशासकलाई सोध्नुहोस्।

source: %s is too big.
be: %s завялікі.
ne: %s धेरै ठूलो छ।

source: %s could not be opened.
be: %s ня можа быць адкрыты.
ne: %s खोल्न सकेन

source: %s is not a log file.
be: %s не зьяўляецца часопісам.
ne: %s एउटा लग फाइल होइन।

source: Not enough memory.
be: Бракуе памяці.
ne: स्मृति पर्याप्त छैन।

source: %s cannot be opened.
be: немагчыма адчыніць %s.
ne: %s खोल्न सक्दैन।

source: _Filter:
be: _Цэдла:
ne: फिल्टर:

source: _Clear
be: Ачы_сьціць
ne: खाली गर्नुहोस्

source: _Log
be: _Часопіс:
ne: लग

source: _View
be: _Выгляд
ne: दृश्य

source: _Open...
be: _Адчыніць...
ne: खोल्नुहोस्...

source: Open a log from file
be: Адчыніць часопіс з файла
ne: फाइलबाट एउटा लग खोल्नुहोस्

source: _Close
be: За_чыніць
ne: बन्द गर्नुहोस्

source: Close this log
be: Зачыніць гэты часопіс
ne: यो लग बन्द गर्नुहोस्

source: _Quit
be: Вы_йсьці
ne: अन्त्य गर्नुहोस्

source: Quit the log viewer
be: Выйсьці з праглядальніка часопісаў
ne: लगप्रदर्शक अन्त्य गर्नुहोस्

source: _Copy
be: _Капіяваць
ne: प्रतिलिपि बनाउनुहोस्

source: Copy the selection
be: Скапіяваць вылучэньне
ne: चयन प्रतिलिपि बनाउनुहोस्

source: Select the entire log
be: Вылучыць усе запісы часопісу
ne: पूरै लग चयन गर्नुहोस्

source: _Filter...
be: _Цэдла...
ne: फिल्टर...

source: Filter log
be: Цэдла часопіса
ne: फिल्टर लग

source: Bigger text size
be: Большы памер тэксту
ne: ठूलो पाठसाइज

source: Smaller text size
be: Меншы памер тэксту
ne: सानो पाठसाइज

source: Normal text size
be: Звычайны памер тэксту
ne: साधरण पाठसाइज

source: Collapse _All
be: Згарнуць усе
ne: सबैलाई नष्ट गर्नुहोस्

source: Collapse all the rows
be: Зьнішчыць усе радкі
ne: सबै पङ्क्तिहरू नष्ट गर्नुहोस्

source: Open the help contents for the log viewer
be: Адчыніць зьмест даведкі для гледача часопісаў
ne: लग दर्शकका लागि मद्दत सामाग्रीहरू खोल्नुहोस्

source: Show the about dialog for the log viewer
be: Паказаць дыялёг "Аб праграме" для праграмы прагляду часопісаў
ne: लग दर्शकका लागि संवाद बारेमा देखाउनुहोस्

source: _Statusbar
be: Показывать строку состояния
ne: स्थितिपट्टी

source: Show Status Bar
be: Паказваць радок стану
ne: स्थितिपट्टी देखाउनुहोस्

source: Side _Pane
be: Бакавая _панэля
ne: छेउ फलक

source: Show Side Pane
be: Паказваць бакавую панэлю
ne: छेउ फलक देखाउनुहोस्

source: _Monitor
be: _Назіраць
ne: मोनिटर

source: Monitor Current Log
be: Назіраць за адчыненым часопісам
ne: मोनिटर हालको लग

source: Ca_lendar
be: Ка_ляндар
ne: पात्रो

source: Show Calendar Log
be: Адлюстраваць каляндарны файл часопіса
ne: पात्रोमा लग देखाउनुहोस्

source: %s (monitored) - %s
be: %s (адсочваецца) - %s
ne: %s (मोनिटर गरिएको) - %s

source: Open Log
be: Разгарнуць часопіс
ne: लग खोल्नुहोस्

source: There was an error displaying help.
be: Узьнікла памылка адлюстраваньня даведкі.
ne: मद्दत प्रदर्शन गर्दा त्रुटि भयो।

source: Version:
be: Вэрсыя:
ne: संस्करण:

source: Days
be: Дзён
ne: दिन

source: Pointer towards a GSList of days for the current log.
be: Паказальнік на GSList - колькасьць дзён для часопіса.
ne: हालको लगका लागि दिनको GS सूचीहरू तिरको सूचक।

source: Height of the main window in pixels
be: Вышыня асноўнага вакна ў піксалях
ne: पिक्सेलमा मुख्य सञ्झ्यालको उचाइ

source: Log file to open up on startup
be: Файл часопіса які трэба адкрыць пад час запіска
ne: सुरुवातमा लग गरिएको फाइल खोल्नुहोस्

source: Log files to open up on startup
be: Часопісы, якія будуць адчынены цягам наступнага запуску
ne: सुरुवातमा लग गरिएको फाइल खोल्नुहोस्

source: Size of the font used to display the log
be: Памер шрыфту, які адлюстроўвае часопіс
ne: लग प्रदर्शित गर्न प्रयोग गरिएको फन्टको साइज

source: Specifies a list of log files to open up at startup. A default list is created by reading /etc/syslog.conf.
be: Задае сьпіс файлаў-часопісаў, які будць разгорнуты цягам загрузкі. Прадвызначаны сьпіс створаны чытаньнем /etc/syslog.conf.
ne: सुरुआतमा खोल्न लग फाइल निश्चित गर्नुहोस्। पूर्वनिर्धारित सूची /etc/syslog.conf पढेर सिर्जना हुन्छ।

source: Specifies the height of the log viewer main window in pixels.
be: Задае вышыню асноўнага вакна праглядальніка часопісаў у піксалях.
ne: पिक्सेलमा लग दर्शक मुख्य सञ्झ्यालको उचाइ निर्दिष्ट गर्नुहोस्।

source: Specifies the log file displayed at startup. The default is either /var/adm/messages or /var/log/messages, depending on your operating system.
be: Задае файл-часопіс, які будзе адлюстраваны цягам загрузкі. Прадвызначанае значэньне /var/adm/messages·альбо·/var/log/messages, у залежнасьці ад вашае апэрацыйнае сыстэмы.
ne: सुरुआतमा खोल्न लग फाइल निश्चित गर्नुहोस्। पूर्वनिर्धारित सञ्चालन प्रणालीमा निर्भर या /var/adm/messages वा /var/log/messages हुन्।

source: Specifies the size of the fixed-width font used to display the log in the main tree view. The default is taken from the default terminal font size.
be: Задае памер монашырынёвага шрыфта, які ўжываецца для адлюстраваньня часопіса ў асноўным дрэве. Прадвызначаны шрыфт бярэцца з значэньня прадвызначанага памера шрыфта тэрмінала.
ne: मुख्य ट्री दृश्यमा लग प्रदर्शन गर्न प्रयोग गरिएको स्थिर-चौडा फन्टको साइज निर्दिष्ट गर्नुहोस्। पूर्वनिर्धारण पूर्वनिर्धारित टर्मिनल फन्ट साइजबाट लिइन्छ।

source: Specifies the width of the log viewer main window in pixels.
be: Задае шырыню асноўнага вакна праглядальніка часопісаў у піксалях.
ne: पिक्सेलमा लग दृश्यकर्ता मुख्य सञ्झ्यालको चौडाइँ निर्दिष्ट गर्नुहोस्।

source: Width of the main window in pixels
be: Шырыня асноўнага вакна ў піксалях
ne: पिक्सेलमा मुख्य सञ्झ्यालको चौडाइँ

source: Show the application's version
be: Паказаць вэрсыю дастасаваньня
ne: अनुप्रयोग संस्करण देखाउनुहोस्

source: Show System Log Viewer options
be: Паказаць варыянты запуску праглядальніка сыстэмных часопісаў
ne: प्रणाली लग दृश्यकर्ता विकल्पहरू देखाउनुहोस्

source: - Browse and monitor logs
be: - Прагляд і назіраньне за часопісамі
ne: - लगहरू ब्राउस गर्नुहोस् र मोनिटर गर्नुहोस्

source: Log Viewer
be: Праглядальнік сыстэмных часопісаў
ne: लग दर्शक

source: Unable to create user interface.
be: Немагчыма стварыць спалучэньне карыстальніка.
ne: प्रयोगकर्ता इन्टरफेस सिर्जना गर्न अक्षम।

source: January
be: Студзень
ne: जनवरी

source: February
be: Люты
ne: फेब्रुअरी

source: March
be: Сакавік
ne: मार्च

source: April
be: Красавік
ne: अप्रिल

source: May
be: Травень
ne: मे

source: June
be: Чэрвень
ne: जुन

source: July
be: Ліпень
ne: जुलाई

source: August
be: Жнівень
ne: अगस्त

source: September
be: Верасень
ne: सेप्टेम्बर

source: October
be: Кастрычнік
ne: अक्टोबर

source: November
be: Лістапад
ne: नोभेम्बर

source: December
be: Сьнежань
ne: डिसेम्बर

source: Invalid date
be: Нерэчаісная дата
ne: अवैध मिति

source: This file cannot be monitored.
be: Немагчыма назіраць за гэтым файлам.
ne: यो फाइल मोनिटर हुन सक्दैन।

source: File monitoring is not supported on this file system.
be: Назіраньне за файламі не падтрымліваецца для гэтае файлавае сыстэмы.
ne: यो फाइल प्रणालीमा फाइल मोनिटरिङ समर्थन गर्दैन।

source: Gnome-VFS Error.
be: Памылка Gnome-VFS.
ne: जिनोम-VFS त्रुटि
