Repository: phomes/gnome-utils
Catalog: gnome-dictionary/help/*/*.po
Languages: id

source: Dictionary Manual
id: Manual Kamus

source: Dictionary enables you to look up definitions and correct spellings of words.
id: Kamus memungkinkan Anda untuk mencari definisi dan ejaan kata-kata yang benar.

source: GNOME Documentation Project
id: Proyek Dokumentasi GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
id: Izin diberikan untuk menyalin, menyebarkan dan/atau mengubah dokumen ini dibawah persyaratan lisensi GNU Free Documentation (GFDL), Versi 1.1 atau versi kemudian yang diterbitkan oleh Free Software Foundation tanpa Invariant Sections, Front-Cover Texts, ataupun Back-Cover Texts. Anda bisa menemukan salinan dari GFDL di <ulink url="ghelp:fdl" type="help">link</ulink> atau dalam file COPYING-DOCS yang didistribusikan dengan manual ini.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
id: Manual ini bagian dari koleksi manual GNOME yang disebarkan dibawah GFDL. Bila Anda ingin menyebarkan manual ini secara terpisah dari koleksi, Anda dapat menambahkan salinan lisensi ke manual, seperti yang dijelaskan di bagian 6 dari lisensi.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
id: Banyak nama yang dipakai oleh perusahaan-perusahaan untuk membedakan produk dan layanan mereka diklaim sebagai merek dagang. Nama-nama tersebut muncul dalam dokumentasi GNOME, dan anggota Projek Dokumentasi GNOME disadarkan atas merek dagang tersebut, maka nama-nama akan ditulis dalam huruf besar atau huruf awal huruf besar.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
id: DOKUMEN DAN VERSI UBAHAN DOKUMEN DISEDIAKAN DI BAWAH PERSYARATAN LISENSI GNU FREE DOCUMENTATION DENGAN PENGERTIAN LEBIH LANJUT BAHWA: <placeholder-1/>

source: Dictionary Manual V1.0.0
id: Manual Kamus V1.0.0

source: January 2005
id: Januari 2005

source: This manual describes version 2.14.0 of Dictionary.
id: Manual ini menggambarkan versi 2.14.0 dari Kamus.

source: Feedback
id: Umpan Balik

source: To report a bug or make a suggestion regarding the Dictionary application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
id: Untuk melaporkan suatu bug atau memberikan saran terhadap aplikasi Kamus atau manual ini, ikuti langkah-langkah di in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.

source: Dictionary
id: Kamus

source: Introduction
id: Pengantar

source: The <application>Dictionary</application> application enables you to search words and terms on a dictionary source.
id: Aplikasi <application>Dictionary</application> memungkinkan Anda untuk mencari kata-kata dan istilah-istilah dari sumber kamus.

source: Getting Started
id: Untuk Memulai

source: To Start Dictionary
id: Untuk Memulai Kamus

source: You can start <application>Dictionary</application> in the following ways:
id: Anda bisa memulai <application>Dictionary</application> dengan cara-cara berikut:

source: <guimenu>Applications</guimenu> menu
id: Menu <guimenu>Aplikasi</guimenu>

source: Choose <menuchoice><guisubmenu>Accessories</guisubmenu><guimenuitem>Dictionary</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guisubmenu>Aksesori</guisubmenu><guimenuitem>Kamus</guimenuitem></menuchoice>.

source: Command line
id: Baris Perintah

source: Execute the following command: <command>gnome-dictionary</command>
id: Laksanakan langkah berikut: <command>gnome-dictionary</command>

source: Once started, the <application>Dictionary</application> window is displayed:
id: Ketika dimulai, jendela <application>Kamus</application> ditampilkan:

source: Dictionary Window
id: Jendela Kamus

source: Shows Dictionary main window.
id: Menampilkan jendela utama Kamus

source: Usage
id: Pengunaan

source: Looking up a word
id: Mencari suatu kata.

source: To look up a word, type it into the <guilabel>entry field</guilabel> and press <keycap>Enter</keycap>.
id: Untuk mencari suatu kata, ketik kata tersebut kedalam <guilabel>ruas entri</guilabel> dan tekan <keycap>Enter</keycap>.

source: If some definition for the word is found, it will appear inside the main window area:
id: Bila suatu definisi untuk kata ditemukan, definisi tersebut akan muncul di dalam area jendela utama:

source: Shows a definition inside the Dictionary main window.
id: Menampilkan definisi di dalam jendela utama Kamus.

source: Otherwise, an error dialog will appear, with a message explaining the nature of the error.
id: Jika tidak, sebuah dialog kesalahan akan muncul, dengan pesan yang menjelaskan kesalahan tersebut.

source: Save look up results
id: Simpan hasil pencarian

source: To save the results of a look up, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save a Copy</guimenuitem></menuchoice>. Enter a name for the file in the <guilabel>Save a Copy</guilabel> dialog, then click <guibutton>Save</guibutton>.
id: Untuk menyimpan hasil pencarian, pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Simpan Salinan</guimenuitem></menuchoice>. Masukkan nama untuk berkas di dialog <guilabel>Simpan Salinan</guilabel> lalu klik <guibutton>Simpan</guibutton>.

source: Print look up results
id: Cetak hasil pencarian

source: To print the results of a look up, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice>.
id: Untuk mencetak hasil pencarian, pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Cetak</guimenuitem></menuchoice>.

source: Inside the <guilabel>Print</guilabel> dialog you can select the printer to use, the paper format, the number of copies.
id: Didalam dialog <guilabel>Cetak</guilabel>, Anda bisa memilih pencetak yang dipakai, format kertas dan jumlah salinan.

source: To see a preview of what will be printed, click <guibutton>Preview</guibutton>.
id: Untuk melihat pratilik dari apa yang akan dicetak, klik <guibutton>Pratilik</guibutton>.

source: To print, click <guibutton>Print</guibutton>.
id: Untuk mencetak, klik <guibutton>Cetak</guibutton>

source: Find Text
id: Cari Teks

source: Shows the Dictionary Find pane inside the main window.
id: Menampilkan pane Cari Kamus di dalam jendela utama.

source: To find text inside the results of a look up, perform the following steps:
id: Untuk mencari teks didalam hasil dari pencarian, lakukan langkah-langkah berikut:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find</guimenuitem></menuchoice> to display the <guilabel>Find</guilabel> pane.
id: Pilih <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Cari</guimenuitem></menuchoice> untuk menampilkan pane <guilabel>Cari</guilabel>

source: Type the text you want to find inside the <guilabel>Search</guilabel> entry.
id: Ketik teks yang Anda ingin cari di dalam entri <guilabel>Cari</guilabel>.

source: To find the next occurrence of the text, click <guibutton>Next</guibutton>. To find the previous occurrence of the text, click <guibutton>Previous</guibutton>.
id: Untuk mencari kejadian berikut dari teks, klik <guibutton>Selanjutnya</guibutton>. Untuk mencari kejadian sebelumnya dari teks, klik <guibutton>Sebelumnya</guibutton>.

source: Preferences
id: Preferensi

source: To change the <application>Dictionary</application> application preferences, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
id: Untuk mengganti preferensi applikasi <application>Kamus</application>, pilih <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Preferensi</guimenuitem></menuchoice>.

source: Dictionary Sources
id: Sumber-Sumber Kamus

source: Shows the Source tab of the Preferences dialog.
id: Menampilkan tab Sumber dari dialog Preferensi.

source: To change the dictionary source used to look up words, select the desired source from the list.
id: Untuk mengganti sumber kamus yang dipakai untuk mencari kata-kata, pilih sumber yang diinginkan dari daftar.

source: Adding a new source
id: Menambahkan suatu sumber

source: Shows the Add Source dialog.
id: Menampilkan dialog Tambah Sumber

source: To add a new dictionary source, perform the following steps:
id: Untuk menambahkan sumber kamus baru, lakukan langkah-langkah berikut:

source: Click on the <guibutton>Add</guibutton> button
id: Klik pada tombol <guibutton>Tambah</guibutton>

source: Edit the name of the new source inside the <guilabel>Description</guilabel> entry
id: Edit nama sumber baru didalam entri <guilabel>Deskripsi</guilabel>

source: Change the transport type of the new source using the <guilabel>Transport</guilabel> combo box
id: Ganti tipe transpor dari sumber baru menggunakan kotak combo <guilabel>Transport</guilabel>

source: Edit the attributes of the new source
id: Edit atribut-atribut dari sumber baru

source: Click <guibutton>Add</guibutton>
id: Klik <guibutton>Tambah</guibutton>

source: Different source transport types uses different attributes. This is the list of available attributes per transport type:
id: Jenis sumber transpor yang berbeda menggunakan atribut-atribut yang berbeda. Ini adalah daftar atribut yang tersedia untuk setiap tipe transpor:

source: Transport
id: Transpor

source: Attributes
id: Atibut

source: Dictionary Server
id: Server Kamus

source: Hostname: the hostname of the dictionary server
id: Nama host: nama host dari server kamus

source: Port: the port of the dictionary server
id: Pangkalan: pangkalan dari server kamus

source: Removing a source
id: Menghapus sumber

source: To remove a dictionary source, perform the following steps:
id: Untuk menhapus suatu sumber kamus, lakukan langkah-langkah berikut:

source: Select the source you wish to remove
id: Pilih sumber yang Anda ingin hapus

source: Click the <guibutton>Remove</guibutton> button
id: Klik tombol <guibutton>Hapus</guibutton>

source: If you remove a dictionary source it will be permanently deleted from the list of available sources. Also, as some sources might be defined system-wide you may actually not be able to remove them unless you have the right ownership privileges.
id: Bila Anda menghapus sumber kamus, sumber kamus tersebut akan terhapus secara permanen dari daftar sumber yang tersedia. Juga, karena beberapa sumber mungkin didefinisikan dan tersebar seluruh sistem, Anda mungkin tidak bisa menghapusnya kecuali Anda mempunyai hak istimewa kepimilikan.

source: Print Options
id: Opsi Cetak

source: Shows the Print tab inside the Preferences dialog.
id: Menampilkan tab Cetak di dalam dialog Preferensi.

source: If you want to change the font name and size used when printing, perform the following steps:
id: Bila Anda ingin mengganti nama huruf dan ukuran huruf yang dipakai ketika mencetak, lakukan langkah-langkah berikut:

source: Click on the <guilabel>Print Font</guilabel> button
id: Klik tombol <guilabel>Fonta Cetak</guilabel>

source: Select the font and size you wish to use
id: Pilih huruf dan ukuran yang Anda inginkan

source: Click <guibutton>Ok</guibutton>
id: Klik <guibutton>Ok</guibutton>

source: The Dictionary Applet
id: Aplet Kamus

source: The <application>Dictionary</application> application comes with a panel applet, the <application>Dictionary Applet</application>. You can add the <application>Dictionary Applet</application> applet to a panel and look up words in dictionaries.
id: Aplikasi <application>Kamus</application> application datang dengan aplet panel, <application>Aplet Kamus</application>. Anda bisa menambahkan aplet <application>Aplet Kamus</application> ke suatu panel dan mencari kata-kata di kamus-kamus.

source: Dictionary Applet Window
id: Jendela Aplet Kamus

source: Shows Dictionary Applet.
id: Menampilkan Aplet Kamus

source: To Start Dictionary Applet
id: Untuk Memulai Aplet Kamus

source: To add <application>Dictionary Applet</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select Dictionary Applet in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
id: Untuk menambahkan <application>Aplet Kamus</application> ke suatu panel, klik kanan pada panel, lalu pilih <guimenuitem>Tambahkan ke Panel</guimenuitem>. Pilih Aplet Kamus di dialog <application>Tambahkan ke panel</application>, lalu klik <guibutton>OK</guibutton>.

source: Using the Dictionary Applet
id: Menggunakan Aplet Kamus

source: To look up a word, type it into the <guilabel>entry field</guilabel>, and press <keycap>Enter</keycap> or right-click on the dictionary icon and then choose <guimenuitem>Look up</guimenuitem>.
id: Untuk mencari suatu kata, ketiklah kata tersebut di <guilabel>ruas entri</guilabel>, dan tekan <keycap>Enter</keycap> atau klik kanan pada objek kamus lalu pilih <guimenuitem>Lihat</guimenuitem>.

source: If some definition for the word was found, a window will appear, with the text of the definitions:
id: Bila suatu definisi untuk kata tersebut ditemukan, jendela baru akan muncul, dengan teks definisi tersebut:

source: Shows Dictionary Applet main window.
id: Menampilkan jendela utama Aplet Kamus

source: Click <guibutton>Save</guibutton> to save the definitions to a text file. Click <guibutton>Print</guibutton> to print the definitions. Click <guibutton>Clear</guibutton> to clear the definitions.
id: Klik <guibutton>Simpan</guibutton> untuk menyimpan definisi ke dalam berkas teks. Klik <guibutton>Cetak</guibutton> untuk mencetak definisi. Klik <guibutton>Bersih</guibutton> untuk menghapus definisi.

source: You can make the window disappear by left-clicking on the dictionary icon or by pressing <keycap>Esc</keycap>.
id: Anda bisa membuat jendela hilang dengan menklik kiri pada tombol kamus atau dengan menekan <keycap>Esc</keycap>.

source: To configure the <application>Dictionary Applet</application>, right-click on the dictionary icon, then choose <guimenuitem>Preferences</guimenuitem>.
id: Untuk mengkonfigurasi <application>Aplet Kamus</application>, klik kanan pada tombol kamus, lalu pilih <guimenuitem>Preferensi</guimenuitem>.

source: The <guilabel>Preferences</guilabel> dialog is the same used by the <application>Dictionary</application> application, so refer to <xref linkend="gnome-dictionary-preferences"/>
id: Dialog <guilabel>Preferensi</guilabel> adalah yang sama dipakai oleh aplikasi <application>Kamus</application>, lihat <xref linkend="gnome-dictionary-preferences"/>

source: translator-credits
id: Paula <aninditapaula@yahoo.com>, 2011 Andika Triwidada <andika@gmail.com>, 2012
